// 추천 도서 데이터 (교과세특 추천도서 300권 + 계열별/교과별 통합)
// 출처: 교과세특 추천도서 시리즈
// 총 1371권

export const RECOMMENDED_BOOKS = [{"t": "10대에 작가가 되고 싶은 나, 어떻게 할까?", "a": "김은재", "p": "오유아이", "y": "2020", "c": "인문계열"}, {"t": "10대와 통하는 평화통일 이야기", "a": "정주진", "p": "철수와영희", "y": "2019", "c": "인문계열"}, {"t": "MT 심리학", "a": "손강숙", "p": "청어람주니어", "y": "2020", "c": "인문계열"}, {"t": "가볍게 꺼내 읽는 사피엔스", "a": "장바티스트 드 파나피외", "p": "북스힐", "y": "2020", "c": "인문계열"}, {"t": "강인욱의 고고학 여행", "a": "강인욱", "p": "흐름출판", "y": "2019", "c": "인문계열"}, {"t": "거꾸로 읽는 철학이야기", "a": "강성률", "p": "글로벌콘텐츠", "y": "2020", "c": "인문계열"}, {"t": "고난과 웃음의 나라", "a": "정병호", "p": "창비", "y": "2020", "c": "인문계열"}, {"t": "고대에서 도착한 생각들", "a": "전호태", "p": "창비", "y": "2020", "c": "인문계열"}, {"t": "국보, 역사의 명장면을 담다", "a": "배한철", "p": "매일경제신문사", "y": "2020", "c": "인문계열"}, {"t": "군중심리", "a": "귀스타브 르 봉", "p": "현대지성", "y": "2021", "c": "인문계열"}, {"t": "그동안 나는 너무 많이 참아왔다", "a": "강현식, 최은혜", "p": "생각의길", "y": "2020", "c": "인문계열"}, {"t": "그들은 왜 문화재를 돌려주지 않는가", "a": "김경민", "p": "을유문화사", "y": "2019", "c": "인문계열"}, {"t": "그래서, 프랑스", "a": "김미연", "p": "씽크스마트", "y": "2023", "c": "인문계열"}, {"t": "나는 독일인입니다", "a": "노라 크루크", "p": "엘리", "y": "2020", "c": "인문계열"}, {"t": "나는 심리치료사입니다", "a": "메리 파이퍼", "p": "위고", "y": "2019", "c": "인문계열"}, {"t": "나쓰메 소세키 인생의 이야기", "a": "나쓰메 소세키", "p": "시와서", "y": "2019", "c": "인문계열"}, {"t": "나의 직업 방송 작가", "a": "임선경", "p": "푸른들녘", "y": "2017", "c": "인문계열"}, {"t": "내 마음의 도서관 비블리오테카", "a": "최정태", "p": "한길사", "y": "2021", "c": "인문계열"}, {"t": "내 친구 압둘와합을 소개합니다", "a": "김혜진", "p": "원더박스", "y": "2021", "c": "인문계열"}, {"t": "다시, 책으로", "a": "매리언 울프", "p": "어크로스", "y": "2019", "c": "인문계열"}, {"t": "로쟈의 한국 현대문학 수업", "a": "이현우", "p": "추수밭", "y": "2020", "c": "인문계열"}, {"t": "먹고 마시고 요리하라", "a": "강재호", "p": "나무를심는사람들", "y": "2019", "c": "인문계열"}, {"t": "문명으로 읽는 종교 이야기", "a": "홍익희", "p": "행성B", "y": "2019", "c": "인문계열"}, {"t": "미국 영어 문화 수업 합하고 더한 책", "a": "김아영", "p": "사람in", "y": "2022", "c": "인문계열"}, {"t": "미드 번역을 위한 공부법", "a": "박윤슬", "p": "더라인북스", "y": "2019", "c": "인문계열"}, {"t": "베를린, 베를린", "a": "이은정", "p": "창비", "y": "2019", "c": "인문계열"}, {"t": "사춘기를 위한 맞춤법 수업", "a": "권희린", "p": "생각학교", "y": "2021", "c": "인문계열"}, {"t": "상담자가 건네는 말", "a": "하혜숙", "p": "에피스테메", "y": "2020", "c": "인문계열"}, {"t": "스웨터로 떠날래", "a": "안나 니콜스카야", "p": "바람의아이들", "y": "2019", "c": "인문계열"}, {"t": "스토리, 꼭 그래야 할까?", "a": "양혜석, 문아름", "p": "시공아트", "y": "2022", "c": "인문계열"}, {"t": "역사의 쓸모", "a": "최태성", "p": "다산초당", "y": "2019", "c": "인문계열"}, {"t": "열일곱 살에 읽는 논어", "a": "김태진", "p": "메멘토", "y": "2017", "c": "인문계열"}, {"t": "요즘 중국", "a": "곤도 다이스케", "p": "세종서적", "y": "2023", "c": "인문계열"}, {"t": "우리말의 탄생", "a": "최경봉", "p": "책과함께", "y": "2019", "c": "인문계열"}, {"t": "중국 문화 알기", "a": "한중인문학교류연구소", "p": "시사중국어사", "y": "2020", "c": "인문계열"}, {"t": "지극히 사적인 프랑스", "a": "오헬리엉 루베르, 윤여진", "p": "틈새책방", "y": "2023", "c": "인문계열"}, {"t": "지금은 일본을 읽을 시간", "a": "심형철 외", "p": "도서출판민규", "y": "2022", "c": "인문계열"}, {"t": "진화하는 언어", "a": "닉 채터, 모텐 H 크리스티안센", "p": "웨일북", "y": "2023", "c": "인문계열"}, {"t": "청소년을 위한 매력적인 글쓰기", "a": "이형준", "p": "하늘아래", "y": "2020", "c": "인문계열"}, {"t": "청소년을 위한 천일야화", "a": "앤드루 랭", "p": "서해문집", "y": "2020", "c": "인문계열"}, {"t": "톨스토이 대표단편선", "a": "레프 니콜라예비치 톨스토이", "p": "백만문화사", "y": "2016", "c": "인문계열"}, {"t": "하버드 논리학 수업", "a": "월러드 밴 오먼 콰인", "p": "유엑스리뷰", "y": "2020", "c": "인문계열"}, {"t": "한번쯤, 큐레이터", "a": "정명희", "p": "사회평론", "y": "2021", "c": "인문계열"}, {"t": "2024 콘텐츠가 전부다", "a": "노가영 외", "p": "미래의창", "y": "2022", "c": "사회"}, {"t": "강한 이스라엘 군대의 비밀", "a": "노석조", "p": "메디치미디어", "y": "2018", "c": "사회"}, {"t": "공정 이후의 세계", "a": "김정희원", "p": "창비", "y": "2022", "c": "사회"}, {"t": "국제분쟁, 무엇이 문제일까?", "a": "김미조", "p": "동아엠앤비", "y": "2021", "c": "사회"}, {"t": "그냥 하지 말라", "a": "송길영", "p": "북스톤", "y": "2021", "c": "사회"}, {"t": "금융 오디세이", "a": "차현진", "p": "메디치미디어", "y": "2021", "c": "사회"}, {"t": "기후를 위한 경제학", "a": "김병권", "p": "착한책가게", "y": "2023", "c": "사회"}, {"t": "나는 감이 아니라 데이터로 말한다", "a": "신현호", "p": "한겨레출판", "y": "2019", "c": "사회"}, {"t": "나는 게임한다 고로 존재한다", "a": "이동은", "p": "자음과모음", "y": "2021", "c": "사회"}, {"t": "나는 멈춘 비행기의 승무원입니다", "a": "우은빈", "p": "애플북스", "y": "2022", "c": "사회"}, {"t": "내가 검찰을 떠난 이유", "a": "이연주", "p": "포르체", "y": "2020", "c": "사회"}, {"t": "돈이 먼저 움직인다", "a": "제현주", "p": "어크로스", "y": "2021", "c": "사회"}, {"t": "똑똑하게 생존하기", "a": "칼 벅스트롬, 제빈 웨스트", "p": "안드로메디안", "y": "2021", "c": "사회"}, {"t": "무조건 팔리는 카피 단어장", "a": "간다 마시노리, 기누타 쥰이치", "p": "동양북스", "y": "2021", "c": "사회"}, {"t": "미디어 읽고 쓰기", "a": "이승화", "p": "시간여행", "y": "2021", "c": "사회"}, {"t": "미래를 위한 새로운 생각", "a": "마야 괴펠", "p": "나무생각", "y": "2021", "c": "사회"}, {"t": "밥은 먹고 다니냐는 말", "a": "정은정", "p": "한티재", "y": "2021", "c": "사회"}, {"t": "범죄심리 해부노트", "a": "이수정, 이은진", "p": "김영사", "y": "2021", "c": "사회"}, {"t": "법정의 얼굴들", "a": "박주영", "p": "모로", "y": "2021", "c": "사회"}, {"t": "사이보그가 되다", "a": "김초엽, 김원영", "p": "사계절", "y": "2021", "c": "사회"}, {"t": "세계미래보고서 2035-2055", "a": "박영숙, 제롬 글렌", "p": "교보문고", "y": "2020", "c": "사회"}, {"t": "세금의 흑역사", "a": "마이클 킨, 조엘 슬렘로드", "p": "세종서적", "y": "2022", "c": "사회"}, {"t": "세속의 철학자들", "a": "로버트 L 하일브로너", "p": "더테라스", "y": "2023", "c": "사회"}, {"t": "순서파괴", "a": "콜린 브라이어, 빌 카", "p": "다산북스", "y": "2021", "c": "사회"}, {"t": "숫자로 경영하라 5", "a": "최종학", "p": "원앤북스", "y": "2022", "c": "사회"}, {"t": "스무 살에 알았더라면 좋았을 것들", "a": "티나 실리그", "p": "웅진지식하우스", "y": "2020", "c": "사회"}, {"t": "아픔이 길이 되려면", "a": "김승섭", "p": "동아시아사", "y": "2017", "c": "사회"}, {"t": "애덤 스미스", "a": "다카시마 젠야", "p": "에이케이커뮤니케이션즈", "y": "2020", "c": "사회"}, {"t": "어떤 호소의 말들", "a": "최은숙", "p": "창비", "y": "2022", "c": "사회"}, {"t": "이름이 법이 될 때", "a": "정혜진", "p": "동녘", "y": "2021", "c": "사회"}, {"t": "이상하고 아름다운 밥벌이의 경제학", "a": "류동민", "p": "빚은책들", "y": "2022", "c": "사회"}, {"t": "인간 섬", "a": "장 지글러", "p": "갈라파고스", "y": "2020", "c": "사회"}, {"t": "인구 미래 공존", "a": "조영태", "p": "북스톤", "y": "2021", "c": "사회"}, {"t": "인플루언서(인문잡지 한편 2)", "a": "이유진 외", "p": "민음사", "y": "2020", "c": "사회"}, {"t": "저렴한 것들의 세계사", "a": "라즈 파텔, 제이슨 W. 무어", "p": "북돋움", "y": "2020", "c": "사회"}, {"t": "중간착취의 지옥도", "a": "남보라 외", "p": "글항아리", "y": "2021", "c": "사회"}, {"t": "지금 여기, 무탈한가요?", "a": "오찬호", "p": "북트리거", "y": "2020", "c": "사회"}, {"t": "지리의 힘 2", "a": "팀 마샬", "p": "사이", "y": "2022", "c": "사회"}, {"t": "착한 소비는 없다", "a": "최원형", "p": "자연과 생태", "y": "2020", "c": "사회"}, {"t": "최소한의 선의", "a": "문유석", "p": "문학동네", "y": "2021", "c": "사회"}, {"t": "파타고니아, 파도가 칠 때는 서핑을", "a": "이본 쉬나드", "p": "라이팅하우스", "y": "2020", "c": "사회"}, {"t": "프로보커터", "a": "김내훈", "p": "서해문집", "y": "2021", "c": "사회"}, {"t": "호모루덴스", "a": "요한 하위징아", "p": "연암서가", "y": "2018", "c": "사회"}, {"t": "강민지의 패션 일러스트 클래스", "a": "강민지", "p": "루비박스", "y": "2020", "c": "자연계열"}, {"t": "거의 모든 물질의 화학", "a": "김병민", "p": "현암사", "y": "2022", "c": "자연계열"}, {"t": "곽재식의 세균 박람회", "a": "곽재식", "p": "김영사", "y": "2020", "c": "자연계열"}, {"t": "기후 변화 시대의 사랑", "a": "김기창", "p": "민음사", "y": "2021", "c": "자연계열"}, {"t": "나는 풍요로웠고, 지구는 달라졌다", "a": "호프 자런", "p": "김영사", "y": "2020", "c": "자연계열"}, {"t": "내 속엔 미생물이 너무도 많아", "a": "에드 용", "p": "어크로스", "y": "2017", "c": "자연계열"}, {"t": "대한민국 돼지 이야기", "a": "최승철, 김태경", "p": "pannpen(팬앤펜)", "y": "2021", "c": "자연계열"}, {"t": "동물 윤리 대논쟁", "a": "최훈", "p": "사월의책", "y": "2019", "c": "자연계열"}, {"t": "동물과 함께하는 삶", "a": "아이샤 아크타르", "p": "가지", "y": "2021", "c": "자연계열"}, {"t": "동물의 감정에 관한 생각", "a": "프란스 드 발", "p": "세종서적", "y": "2019", "c": "자연계열"}, {"t": "떨림과 울림", "a": "김상욱", "p": "동아시아", "y": "2018", "c": "자연계열"}, {"t": "랩 걸", "a": "호프 자런", "p": "알마", "y": "2017", "c": "자연계열"}, {"t": "미래를 바꾸는 탄소 농업", "a": "허북구", "p": "중앙생활사", "y": "2022", "c": "자연계열"}, {"t": "미생물 노트", "a": "사마키 다케오", "p": "시그마북스", "y": "2020", "c": "자연계열"}, {"t": "분자 조각가들", "a": "백승만", "p": "해나무", "y": "2023", "c": "자연계열"}, {"t": "새빨간 거짓말, 통계", "a": "대럴 허프", "p": "청년정신", "y": "2022", "c": "자연계열"}, {"t": "생물학의 쓸모", "a": "김응빈", "p": "더퀘스트", "y": "2023", "c": "자연계열"}, {"t": "생애주기 영양학", "a": "이연숙 외", "p": "교문사", "y": "2021", "c": "자연계열"}, {"t": "섬유지식 기초", "a": "안동진", "p": "한울", "y": "2020", "c": "자연계열"}, {"t": "수상한 생선의 진짜로 해부하는 과학책1: 바다 생물", "a": "김준연", "p": "arte(아르테)", "y": "2023", "c": "자연계열"}, {"t": "수학은 어떻게 문명을 만들었는가", "a": "마이클 브룩스", "p": "브론스테인", "y": "2022", "c": "자연계열"}, {"t": "수학의 쓸모", "a": "닉 폴슨, 제임스 스콧 벨", "p": "더퀘스트", "y": "2020", "c": "자연계열"}, {"t": "숲은 고요하지 않다", "a": "마들렌 치게", "p": "흐름출판", "y": "2021", "c": "자연계열"}, {"t": "시간은 흐르지 않는다", "a": "카를로 로벨리", "p": "쌤앤파커스", "y": "2019", "c": "자연계열"}, {"t": "시그널 기후의 경고", "a": "안영인", "p": "엔자임헬스", "y": "2021", "c": "자연계열"}, {"t": "식물의 책", "a": "이소영", "p": "책읽는수요일", "y": "2019", "c": "자연계열"}, {"t": "식물학자의 노트", "a": "신혜우", "p": "김영사", "y": "2021", "c": "자연계열"}, {"t": "아무도 본 적 없던 바다", "a": "에디스 위더", "p": "타인의사유", "y": "2023", "c": "자연계열"}, {"t": "알기 쉬운 대기과학", "a": "한국기상학회", "p": "시그마프레스", "y": "2020", "c": "자연계열"}, {"t": "엔드 오브 타임", "a": "브라이언 그린", "p": "와이즈베리", "y": "2021", "c": "자연계열"}, {"t": "역노화", "a": "세르게이 영", "p": "더퀘스트", "y": "2023", "c": "자연계열"}, {"t": "열두 발자국", "a": "정재승", "p": "어크로스", "y": "2023", "c": "자연계열"}, {"t": "외식서비스 마케팅", "a": "김태희 외", "p": "파워북", "y": "2022", "c": "자연계열"}, {"t": "웃음이 닮았다", "a": "칼 짐머", "p": "사이언스북스", "y": "2023", "c": "자연계열"}, {"t": "이어 쓰는 조경학개론", "a": "이규목 외", "p": "한숲", "y": "2020", "c": "자연계열"}, {"t": "이토록 굉장한 세계", "a": "에드 용", "p": "어크로스", "y": "2023", "c": "자연계열"}, {"t": "정석근 교수의 되짚어보는 수산학", "a": "정석근", "p": "베토", "y": "2022", "c": "자연계열"}, {"t": "정원사를 위한 라틴어 수업", "a": "리처드 버드", "p": "궁리", "y": "2019", "c": "자연계열"}, {"t": "정원의 세계", "a": "제임스 나르디", "p": "돌배나무", "y": "2021", "c": "자연계열"}, {"t": "천문학 이야기", "a": "팀 제임스", "p": "한빛비즈", "y": "2023", "c": "자연계열"}, {"t": "통계101×데이터 분석", "a": "아베 마사토", "p": "프리렉", "y": "2022", "c": "자연계열"}, {"t": "현장 중심의 영양교육과 상담", "a": "서정숙 외", "p": "교문사", "y": "2021", "c": "자연계열"}, {"t": "흙, 생명을 담다", "a": "게이브 브라운", "p": "리리", "y": "2022", "c": "자연계열"}, {"t": "개인맞춤 영양의 시대가 온다", "a": "김경철 외", "p": "클라우드나인", "y": "2022", "c": "공학계열"}, {"t": "건축과 객체", "a": "그레이엄 하먼", "p": "갈무리", "y": "2023", "c": "공학계열"}, {"t": "공대생을 따라잡는 자신만만 공학 이야기", "a": "한화택", "p": "플루토", "y": "2021", "c": "공학계열"}, {"t": "공업화학", "a": "정찬문", "p": "자유아카데미", "y": "2020", "c": "공학계열"}, {"t": "공학자의 세상 보는 눈", "a": "유만선", "p": "시공사", "y": "2020", "c": "공학계열"}, {"t": "구글 엔지니어는 이렇게 일한다", "a": "타이터스 윈터스 외", "p": "한빛미디어", "y": "2022", "c": "공학계열"}, {"t": "기계비평들", "a": "전치형 외", "p": "워크룸프레스", "y": "2019", "c": "공학계열"}, {"t": "기후 책", "a": "그레타 툰베리", "p": "김영사", "y": "2023", "c": "공학계열"}, {"t": "기후변화와 에너지산업의 미래", "a": "에너지고위경영자과정 변화와 미래 포럼", "p": "아모르문디", "y": "2021", "c": "공학계열"}, {"t": "김기사의 e-쉬운 전기", "a": "김명진", "p": "성안당", "y": "2023", "c": "공학계열"}, {"t": "나는 플랜트 엔지니어입니다", "a": "박정호", "p": "플루토", "y": "2020", "c": "공학계열"}, {"t": "내 코드가 그렇게 이상한가요?", "a": "센바 다이야", "p": "인사이트", "y": "2023", "c": "공학계열"}, {"t": "다시 생각하는 원자력", "a": "어근선", "p": "엠아이디", "y": "2022", "c": "공학계열"}, {"t": "데이터통신과 네트워킹", "a": "조성호", "p": "인피니티북스", "y": "2022", "c": "공학계열"}, {"t": "도시는 왜 불평등한가", "a": "리처드 플로리다", "p": "매일경제신문사", "y": "2023", "c": "공학계열"}, {"t": "로봇의 지배", "a": "마틴 포드", "p": "시크릿하우스", "y": "2022", "c": "공학계열"}, {"t": "로켓의 과학적 원리와 구조", "a": "데이비드 베이커", "p": "하이픈", "y": "2021", "c": "공학계열"}, {"t": "모터의 테크놀로지", "a": "김응채 외", "p": "HJ골든벨타임", "y": "2018", "c": "공학계열"}, {"t": "무엇을 먹을 것인가", "a": "콜린 캠벨, 토마스 캠밸", "p": "열린과학", "y": "2020", "c": "공학계열"}, {"t": "배터리의 미래", "a": "M. 스탠리 위팅엄 외", "p": "이음", "y": "2021", "c": "공학계열"}, {"t": "사이버네틱스", "a": "노버트 위너", "p": "ITTA", "y": "2023", "c": "공학계열"}, {"t": "생명과학, 공학을 만나다", "a": "유영제", "p": "나녹", "y": "2019", "c": "공학계열"}, {"t": "세계사를 바꾼 12가지 신소재", "a": "사토 겐타로", "p": "북라이프", "y": "2019", "c": "공학계열"}, {"t": "시간과 공간의 연결, 교통이야기", "a": "대한교통학회", "p": "씨아이알", "y": "2018", "c": "공학계열"}, {"t": "신소재 이야기", "a": "김영근, 안진호", "p": "자유아카데미", "y": "2021", "c": "공학계열"}, {"t": "어둠 속의 추적자들", "a": "앤디 그린버그", "p": "에이콘출판", "y": "2023", "c": "공학계열"}, {"t": "언제나 파일럿", "a": "정인웅", "p": "루아크", "y": "2022", "c": "공학계열"}, {"t": "에너지가 바꾼 세상", "a": "후루타치 고스케", "p": "에이지21", "y": "2022", "c": "공학계열"}, {"t": "연금술개론", "a": "브라이언 코트노어", "p": "좋은글방", "y": "2019", "c": "공학계열"}, {"t": "오늘날 우리는 컴퓨터라 부른다", "a": "마틴 데이비스", "p": "인사이트", "y": "2023", "c": "공학계열"}, {"t": "올 댓 코스메틱", "a": "김동찬", "p": "이담북스", "y": "2021", "c": "공학계열"}, {"t": "요즈음 건축", "a": "국형걸", "p": "효형출판", "y": "2022", "c": "공학계열"}, {"t": "유체역학", "a": "Yunus A. Cengel 외", "p": "McGraw-Hill", "y": "2021", "c": "공학계열"}, {"t": "음식의 영혼, 발효의 모든 것", "a": "샌더 엘릭스 카츠", "p": "글항아리", "y": "2021", "c": "공학계열"}, {"t": "인공지능시대의 건축: 건축가들을 위한 AI 입문", "a": "Neil Leach", "p": "시공문화사", "y": "2023", "c": "공학계열"}, {"t": "자연과 문명의 조화 토목공학", "a": "대한토목학회 출판위원회", "p": "KSCE PRESS", "y": "2018", "c": "공학계열"}, {"t": "재생에너지와의 공존", "a": "안희민", "p": "크레파스북", "y": "2022", "c": "공학계열"}, {"t": "처음 읽는 2차전지 이야기", "a": "시라이시 다쿠", "p": "플루토", "y": "2021", "c": "공학계열"}, {"t": "최리노의 한 권으로 끝내는 반도체 이야기", "a": "최리노", "p": "양문", "y": "2022", "c": "공학계열"}, {"t": "플라잉", "a": "임재한", "p": "어크로스", "y": "2023", "c": "공학계열"}, {"t": "향수 A to Z", "a": "콜렉티프 네", "p": "미술문화", "y": "2022", "c": "공학계열"}, {"t": "AI 2041", "a": "리카이푸, 천치우판", "p": "한빛비즈", "y": "2023", "c": "공학계열"}, {"t": "AI는 인문학을 먹고 산다", "a": "한지우", "p": "미디어숲", "y": "2021", "c": "공학계열"}, {"t": "10대를 위한 의학을 이끈 결정적 질문", "a": "예병일", "p": "다른", "y": "2022", "c": "의약계열"}, {"t": "거의 모든 안경의 역사", "a": "트래비스 엘버러", "p": "유유", "y": "2022", "c": "의약계열"}, {"t": "그들만의 치아 관리법", "a": "이수진", "p": "북스고", "y": "2020", "c": "의약계열"}, {"t": "나는 간호사입니다", "a": "천정은", "p": "마음세상", "y": "2022", "c": "의약계열"}, {"t": "나는 공중보건의사입니다", "a": "김경중", "p": "행성B", "y": "2021", "c": "의약계열"}, {"t": "나는 날마다 성장하는 물리치료사입니다", "a": "안병택", "p": "푸른들녘", "y": "2022", "c": "의약계열"}, {"t": "나는 보건교사입니다", "a": "나애정", "p": "생각의빛", "y": "2022", "c": "의약계열"}, {"t": "나는 치과위생사로 살기로 했다", "a": "허소윤", "p": "나비의활주로", "y": "2018", "c": "의약계열"}, {"t": "나를 위한 미술치료", "a": "정은주", "p": "학지사", "y": "2023", "c": "의약계열"}, {"t": "나의 직업은 치과기공사", "a": "이푸름", "p": "설렘", "y": "2023", "c": "의약계열"}, {"t": "난생처음 응급구조", "a": "이태양", "p": "군자출판사", "y": "2022", "c": "의약계열"}, {"t": "내 안경이 왜 이래", "a": "최병무", "p": "라온북", "y": "2019", "c": "의약계열"}, {"t": "동물복지 수의사의 동물 따라 세계 여행", "a": "양효진", "p": "책공장더불어", "y": "2022", "c": "의약계열"}, {"t": "디지털 헬스케어: 의료의 미래", "a": "최윤섭", "p": "클라우드나인", "y": "2020", "c": "의약계열"}, {"t": "만화로 보는 수의사의 세계", "a": "수의사 기역", "p": "한빛비즈", "y": "2023", "c": "의약계열"}, {"t": "물리치료사는 이렇게 말한다", "a": "최명원", "p": "청년의사", "y": "2022", "c": "의약계열"}, {"t": "뮤지엄 미술치료", "a": "미트라 레이하니 가딤 외", "p": "안그라픽스", "y": "2023", "c": "의약계열"}, {"t": "방사선과 원소", "a": "정완상", "p": "성림원북스", "y": "2023", "c": "의약계열"}, {"t": "방사선으로 치료할 수 있는 7가지 암", "a": "임채홍", "p": "중앙생활사", "y": "2019", "c": "의약계열"}, {"t": "병원에서 언어재활사로 살아남기", "a": "강영애 외", "p": "충남대학교 출판문화원", "y": "2023", "c": "의약계열"}, {"t": "부모코칭 언어치료 가이드북", "a": "조여진, 박석원", "p": "휴먼북스", "y": "2023", "c": "의약계열"}, {"t": "생명과학, 바이오테크로 날개 달다", "a": "김응빈", "p": "한국문학사", "y": "2021", "c": "의약계열"}, {"t": "술, 질병, 전쟁: 미생물이 만든 역사", "a": "김응빈", "p": "교보문고", "y": "2021", "c": "의약계열"}, {"t": "알면 약 모르면 독", "a": "김태희 외", "p": "생각비행", "y": "2023", "c": "의약계열"}, {"t": "약은 우리 몸에 어떤 작용을 하는가", "a": "야자와 사이언스오피스", "p": "전나무숲", "y": "2021", "c": "의약계열"}, {"t": "언어치료사가 말하는 자폐, ADHD 부모상담서", "a": "이명은", "p": "율도국", "y": "2023", "c": "의약계열"}, {"t": "왜 누구는 오래 살고 누구는 일찍 죽을까", "a": "손인철, 백성호", "p": "미류책방", "y": "2023", "c": "의약계열"}, {"t": "의학의 대가들", "a": "앤드루 램", "p": "상상스퀘어", "y": "2023", "c": "의약계열"}, {"t": "인수공통 모든 전염병의 열쇠", "a": "데이비드 콰먼", "p": "꿈꿀자유", "y": "2022", "c": "의약계열"}, {"t": "일상을 바꾼 14가지 약 이야기", "a": "송은호", "p": "카시오페아", "y": "2020", "c": "의약계열"}, {"t": "잠 못들 정도로 재미있는 이야기: 인체의 신비", "a": "오기노 다카시", "p": "성안당", "y": "2022", "c": "의약계열"}, {"t": "정신건강을 위해 작업치료를 더하다", "a": "김영욱 외", "p": "마음세상", "y": "2023", "c": "의약계열"}, {"t": "좋은 약, 나쁜 약, 이상한 약", "a": "박성규", "p": "나무를심는사람들", "y": "2022", "c": "의약계열"}, {"t": "진료실에 숨은 의학의 역사", "a": "박지욱", "p": "휴머니스트", "y": "2022", "c": "의약계열"}, {"t": "청소년 생활습관의학 안내서", "a": "베스 프레이츠 외", "p": "대한생활습관의학교육원", "y": "2021", "c": "의약계열"}, {"t": "출동 중인 119구급대원입니다", "a": "윤현정", "p": "알에이치코리아", "y": "2021", "c": "의약계열"}, {"t": "치과위생사로 살아가는 법", "a": "최유리, 박성희", "p": "메소드", "y": "2023", "c": "의약계열"}, {"t": "프셉마음: 혈액검사 해석 및 간호편", "a": "이재왕, 김지희", "p": "드림널스", "y": "2022", "c": "의약계열"}, {"t": "학교에는 작업치료가 필요합니다", "a": "나카마 치호", "p": "케렌시아", "y": "2023", "c": "의약계열"}, {"t": "한의대로 가는 길", "a": "윤소정", "p": "흔들의자", "y": "2021", "c": "의약계열"}, {"t": "한의원 밖으로 나간 한의사들", "a": "대만드", "p": "메디스트림", "y": "2022", "c": "의약계열"}, {"t": "현대 의료커뮤니케이션", "a": "안상윤 외", "p": "보문각", "y": "2022", "c": "의약계열"}, {"t": "호주물리치료사의 13가지 체형교정법", "a": "라이프에이드 연구소", "p": "용감한북스", "y": "2021", "c": "의약계열"}, {"t": "5퍼센트 법칙", "a": "조태룡, 강승문", "p": "페이퍼로드", "y": "2018", "c": "예체능계열"}, {"t": "그래픽디자인이 처음이라면", "a": "김나운, 강현주", "p": "미진사", "y": "2020", "c": "예체능계열"}, {"t": "나는 스포츠로 창업을 꿈꾼다", "a": "윤거일, 양은희", "p": "국일미디어", "y": "2018", "c": "예체능계열"}, {"t": "내 곁에 미술", "a": "안동선", "p": "모요사", "y": "2023", "c": "예체능계열"}, {"t": "내 일기장 속 영화음악", "a": "김원중", "p": "꿈공장플러스", "y": "2021", "c": "예체능계열"}, {"t": "디스 이즈 어 뮤지컬", "a": "최지이", "p": "라곰", "y": "2023", "c": "예체능계열"}, {"t": "문학과 음악이 이야기한다", "a": "오에 겐자부로, 오자와 세이지", "p": "포노", "y": "2018", "c": "예체능계열"}, {"t": "방구석 뮤지컬", "a": "이서희", "p": "리텍콘텐츠", "y": "2022", "c": "예체능계열"}, {"t": "버려지는 디자인 통과되는 디자인: 웹&앱 디자인", "a": "신승희", "p": "길벗", "y": "2019", "c": "예체능계열"}, {"t": "사실은 이것도 디자인입니다", "a": "김성연", "p": "한빛미디어", "y": "2023", "c": "예체능계열"}, {"t": "사용자 중심 디자인을 위한 인간공학", "a": "윤명환 외", "p": "생능출판", "y": "2021", "c": "예체능계열"}, {"t": "사진적 성장을 위한 사진 강의 노트", "a": "김원섭", "p": "푸른세상", "y": "2022", "c": "예체능계열"}, {"t": "생활예술", "a": "강윤주 외", "p": "살림", "y": "2017", "c": "예체능계열"}, {"t": "성악을 알면 노래가 쉽다", "a": "김정현", "p": "한국경제신문", "y": "2021", "c": "예체능계열"}, {"t": "수학을 품은 야구공", "a": "고동현 외", "p": "영진닷컴", "y": "2019", "c": "예체능계열"}, {"t": "스포츠 리터러시", "a": "최의창", "p": "레인보우북스", "y": "2018", "c": "예체능계열"}, {"t": "스포츠 에이전트, 천사인가 악마인가?", "a": "박성배", "p": "인물과사상사", "y": "2017", "c": "예체능계열"}, {"t": "스포츠 커뮤니케이션 인사이트", "a": "김기한 외", "p": "한울아카데미", "y": "2022", "c": "예체능계열"}, {"t": "스포츠 트레이너 어떻게 되었을까", "a": "이가은", "p": "캠퍼스멘토", "y": "2020", "c": "예체능계열"}, {"t": "스포츠도 인공지능이다", "a": "김명락", "p": "미문사", "y": "2021", "c": "예체능계열"}, {"t": "스포츠마케팅 쪼개기 2020", "a": "이승용", "p": "북마크", "y": "2019", "c": "예체능계열"}, {"t": "심리음향학", "a": "오세진", "p": "수문사", "y": "2022", "c": "예체능계열"}, {"t": "연극에서 감정은 어떻게 작용하는가", "a": "리처트 코트니", "p": "박이정", "y": "2023", "c": "예체능계열"}, {"t": "영화교육과 영화 리터러시", "a": "이아람찬", "p": "아모르문디", "y": "2021", "c": "예체능계열"}, {"t": "우리가 몰랐던 우리 음악 이야기", "a": "박소영", "p": "구름서재", "y": "2018", "c": "예체능계열"}, {"t": "인공지능이 스포츠 심판이라면", "a": "스포츠문화연구소", "p": "다른", "y": "2020", "c": "예체능계열"}, {"t": "인문학으로 읽는 국악이야기", "a": "하응백", "p": "휴먼앤북스", "y": "2020", "c": "예체능계열"}, {"t": "일본 애니메이션의 크리에이터들", "a": "박기령", "p": "이담북스", "y": "2023", "c": "예체능계열"}, {"t": "장애학생의 체육을 위한 유니버설 디자인", "a": "Lauren J. Lieberman", "p": "레인보우북스", "y": "2020", "c": "예체능계열"}, {"t": "재즈의 계절", "a": "김민주", "p": "북스톤", "y": "2022", "c": "예체능계열"}, {"t": "젊은 예술가에게", "a": "기돈 크레머", "p": "포노", "y": "2017", "c": "예체능계열"}, {"t": "진화하는 발레 클래스", "a": "정옥희", "p": "플로어웍스", "y": "2022", "c": "예체능계열"}, {"t": "코드진행 레시피", "a": "사이토 오사무", "p": "서울음악출판사", "y": "2020", "c": "예체능계열"}, {"t": "타이포그래피 천일야화", "a": "원유홍 외", "p": "안그라픽스", "y": "2019", "c": "예체능계열"}, {"t": "패션 디자이너, 미래가 찬란한 너에게", "a": "박민지", "p": "크루", "y": "2022", "c": "예체능계열"}, {"t": "패션, 색을 입다", "a": "캐롤라인 영", "p": "리드리드출판", "y": "2023", "c": "예체능계열"}, {"t": "피나 바우쉬", "a": "마리온 마이어", "p": "을유문화사", "y": "2023", "c": "예체능계열"}, {"t": "한 권으로 읽는 국제 스포츠 이야기", "a": "유승민 외", "p": "가나출판사", "y": "2021", "c": "예체능계열"}, {"t": "한복 짓는 시간", "a": "이정수", "p": "이담북스", "y": "2019", "c": "예체능계열"}, {"t": "화가가 사랑한 바다", "a": "정우철", "p": "오후의서재", "y": "2023", "c": "예체능계열"}, {"t": "Jazz It Up!", "a": "남무성", "p": "서해문집", "y": "2018", "c": "예체능계열"}, {"t": "K-기악과 실크로드", "a": "구중회", "p": "한국민속극박물관", "y": "2022", "c": "예체능계열"}, {"t": "MIT 음악수업", "a": "스가노 에리코", "p": "현익출판", "y": "2022", "c": "예체능계열"}, {"t": "10대와 통하는 기후 정의 이야기", "a": "권희중, 신승철", "p": "철수와영희", "y": "2021", "c": "교육계열"}, {"t": "10대와 통하는 스포츠 이야기", "a": "탁민혁, 김윤진", "p": "철수와영희", "y": "2019", "c": "교육계열"}, {"t": "곽재식의 유령 잡는 화학자", "a": "곽재식", "p": "김영사", "y": "2022", "c": "교육계열"}, {"t": "괜찮아, 과학이야", "a": "임소정", "p": "필름", "y": "2022", "c": "교육계열"}, {"t": "교사의 시선", "a": "김태현", "p": "교육과실천", "y": "2020", "c": "교육계열"}, {"t": "그래서 우리는 음악을 듣는다", "a": "히사이시 조, 요로 다케시", "p": "현익출판", "y": "2023", "c": "교육계열"}, {"t": "기후의 힘", "a": "박정재", "p": "바다출판사", "y": "2021", "c": "교육계열"}, {"t": "나노화학", "a": "장홍제", "p": "휴머니스트", "y": "2023", "c": "교육계열"}, {"t": "내 장은 왜 우울할까", "a": "윌리엄 데이비스", "p": "북트리거", "y": "2023", "c": "교육계열"}, {"t": "넷플릭스 세계사", "a": "오애리, 이재덕", "p": "푸른숲", "y": "2023", "c": "교육계열"}, {"t": "노 휴먼스 랜드", "a": "김정", "p": "창비", "y": "2023", "c": "교육계열"}, {"t": "똑똑! 정치 클래스", "a": "이형석", "p": "북트리거", "y": "2023", "c": "교육계열"}, {"t": "만일 물리학으로 세상을 볼 수 있다면", "a": "정창욱", "p": "콘텍트", "y": "2023", "c": "교육계열"}, {"t": "메타버스", "a": "김상균", "p": "플랜비디자인", "y": "2020", "c": "교육계열"}, {"t": "미끄러지는 말들", "a": "백승주", "p": "타인의사유", "y": "2022", "c": "교육계열"}, {"t": "미디어 리터러시 쫌 아는 10대", "a": "금준경", "p": "풀빛", "y": "2020", "c": "교육계열"}, {"t": "미적분의 쓸모", "a": "한화택", "p": "더퀘스트", "y": "2022", "c": "교육계열"}, {"t": "불안을 이기는 철학", "a": "브리지드 딜레이니", "p": "더퀘스트", "y": "2022", "c": "교육계열"}, {"t": "사계절 기억책", "a": "최원형", "p": "블랙피쉬", "y": "2023", "c": "교육계열"}, {"t": "사진, 삶과 지리를 말하다", "a": "전국지리교사모임", "p": "푸른길", "y": "2021", "c": "교육계열"}, {"t": "선생님, 오늘 체육 뭐해요?", "a": "성기백", "p": "학토재", "y": "2023", "c": "교육계열"}, {"t": "세상에서 수학이 사라진다면", "a": "매트 파커", "p": "다산사이언스", "y": "2023", "c": "교육계열"}, {"t": "세포부터 나일까? 언제부터 나일까?", "a": "이고은", "p": "창비", "y": "2023", "c": "교육계열"}, {"t": "아름다운 혁명가 체 게바라", "a": "박영욱", "p": "자음과모음", "y": "2017", "c": "교육계열"}, {"t": "아이가 사라지는 세상", "a": "조영태 외", "p": "김영사", "y": "2019", "c": "교육계열"}, {"t": "안녕, 지구의 과학", "a": "소영무", "p": "에이도스", "y": "2023", "c": "교육계열"}, {"t": "언어라는 세계", "a": "석주연", "p": "곰출판", "y": "2022", "c": "교육계열"}, {"t": "언택트 교육의 미래", "a": "저스틴 라이시", "p": "문예출판사", "y": "2021", "c": "교육계열"}, {"t": "열여덟을 위한 세계 혁명사", "a": "오준호", "p": "알렙", "y": "2016", "c": "교육계열"}, {"t": "예술의 사회학적 읽기", "a": "최샛별, 김수정", "p": "동녘", "y": "2022", "c": "교육계열"}, {"t": "왜요, 그 뉴스가 어때서요?", "a": "김청연", "p": "동녘", "y": "2021", "c": "교육계열"}, {"t": "우아한 분자", "a": "장피에르 소바주", "p": "에코리브르", "y": "2023", "c": "교육계열"}, {"t": "우주에서 전합니다, 당신의 동료로부터", "a": "노구치 소이치", "p": "알에이치코리아", "y": "2023", "c": "교육계열"}, {"t": "우주탐사의 물리학", "a": "윤복원", "p": "동아시아", "y": "2023", "c": "교육계열"}, {"t": "인간을 탐구하는 수업", "a": "사토 지에", "p": "다산북스", "y": "2019", "c": "교육계열"}, {"t": "인간의 교육", "a": "프리드리히 프뢰벨", "p": "지식을만드는지식", "y": "2015", "c": "교육계열"}, {"t": "젊은 교사에게 보내는 편지", "a": "조너선 코졸", "p": "문예출판사", "y": "2008", "c": "교육계열"}, {"t": "지리 덕후가 떠먹여주는 풀코스 세계 지리", "a": "서지선", "p": "크루", "y": "2023", "c": "교육계열"}, {"t": "지혜로운 교사는 어떻게 말하는가", "a": "칙 무어만, 낸시 웨버", "p": "한문화", "y": "2013", "c": "교육계열"}, {"t": "창조적 인간으로 살아가기", "a": "최광진", "p": "현암사", "y": "2023", "c": "교육계열"}, {"t": "책 제대로 읽는 법", "a": "정석현", "p": "씽크스마트", "y": "2023", "c": "교육계열"}, {"t": "최고의 교육", "a": "로베르타 골린코프, 캐시 허시-파섹", "p": "예문아카이브", "y": "2018", "c": "교육계열"}, {"t": "클래식 음악, 뭔데 이렇게 쉬워?", "a": "마카가와 유스케", "p": "리듬문고", "y": "2021", "c": "교육계열"}, {"t": "82년생 김지영", "a": "조남주", "p": "민음사", "y": "2016", "c": "국어"}, {"t": "감옥으로부터의 사색", "a": "신영복", "p": "돌베개", "y": "2018", "c": "국어"}, {"t": "개미", "a": "베르나르 베르베르", "p": "열린책들", "y": "2023", "c": "국어"}, {"t": "고향", "a": "이기영", "p": "글누림", "y": "2007", "c": "국어"}, {"t": "광장/구운몽", "a": "최인훈", "p": "문학과지성사", "y": "2014", "c": "국어"}, {"t": "구운몽", "a": "김민중", "p": "민음사", "y": "2009", "c": "국어"}, {"t": "그 많던 싱아는 누가 다 먹었을까", "a": "박완서", "p": "웅진지식하우스", "y": "2021", "c": "국어"}, {"t": "그리고 아무 말도 하지 않았다", "a": "하인리히 뵐", "p": "열린책들", "y": "2011", "c": "국어"}, {"t": "금오신화", "a": "김시습", "p": "민음사", "y": "2009", "c": "국어"}, {"t": "난장이가 쏘아올린 작은 공", "a": "조세희 외", "p": "가람기획", "y": "2020", "c": "국어"}, {"t": "다시, 시로 읽는 세상", "a": "김용찬", "p": "휴머니스트", "y": "2021", "c": "국어"}, {"t": "당신들의 천국", "a": "이청준", "p": "문학과지성사", "y": "2012", "c": "국어"}, {"t": "대한민국의 시험", "a": "이혜정", "p": "다산4.0", "y": "2017", "c": "국어"}, {"t": "말들의 풍경", "a": "고종석", "p": "개마고원", "y": "2012", "c": "국어"}, {"t": "말의 품격", "a": "이기주", "p": "황소북스", "y": "2017", "c": "국어"}, {"t": "모파상 단편선", "a": "기 드 모파상", "p": "열린책들", "y": "2022", "c": "국어"}, {"t": "무정", "a": "이광수", "p": "민음사", "y": "2010", "c": "국어"}, {"t": "무진기행", "a": "김승옥", "p": "민음사", "y": "2007", "c": "국어"}, {"t": "문학의 숲을 거닐다", "a": "장영희", "p": "샘터", "y": "2022", "c": "국어"}, {"t": "미움받을 용기", "a": "기시미 이치로, 고가 후미타케", "p": "인플루엔셜", "y": "2022", "c": "국어"}, {"t": "바리데기", "a": "황석영", "p": "창비", "y": "2007", "c": "국어"}, {"t": "백범일지", "a": "김구", "p": "범우", "y": "2023", "c": "국어"}, {"t": "백석 전 시집: 나와 나타샤와 흰 당나귀", "a": "백석", "p": "스타북스", "y": "2023", "c": "국어"}, {"t": "밸런스", "a": "이인석", "p": "포르체", "y": "2023", "c": "국어"}, {"t": "변신·시골의사", "a": "프란츠 카프카", "p": "민음사", "y": "2009", "c": "국어"}, {"t": "봄봄 동백꽃", "a": "김유정", "p": "푸른책들", "y": "2017", "c": "국어"}, {"t": "빌둥에서 배운다", "a": "레네 레이첼 안데르센", "p": "성균관대학교출판부", "y": "2023", "c": "국어"}, {"t": "삼대", "a": "염상섭", "p": "새움", "y": "2016", "c": "국어"}, {"t": "서편제", "a": "이청준", "p": "문학과지성사", "y": "2013", "c": "국어"}, {"t": "선량한 차별주의자", "a": "김지혜", "p": "창비", "y": "2019", "c": "국어"}, {"t": "숨결이 바람 될 때", "a": "폴 칼라니티", "p": "흐름출판", "y": "2016", "c": "국어"}, {"t": "언어의 온도", "a": "이기주", "p": "말글터", "y": "2016", "c": "국어"}, {"t": "역마", "a": "김동리", "p": "커뮤니케이션북스", "y": "2012", "c": "국어"}, {"t": "죽은 시인의 사회", "a": "N.H 클라인바움", "p": "서교출판사", "y": "2004", "c": "국어"}, {"t": "죽음 연습", "a": "이경신", "p": "동녘", "y": "2016", "c": "국어"}, {"t": "창작자를 위한 챗GPT 저작권 가이드", "a": "정경민", "p": "포르체", "y": "2023", "c": "국어"}, {"t": "천변풍경", "a": "박태원", "p": "문학과지성사", "y": "2005", "c": "국어"}, {"t": "체호프 희곡선", "a": "안톤 파블로비치 체호프", "p": "을유문화사", "y": "2012", "c": "국어"}, {"t": "초강달러 시대, 돈의 흐름", "a": "홍재화", "p": "포르체", "y": "2023", "c": "국어"}, {"t": "춘향전", "a": "작자 미상", "p": "민음사", "y": "2004", "c": "국어"}, {"t": "카인의 후예", "a": "황순원", "p": "현대문학", "y": "2011", "c": "국어"}, {"t": "탁류", "a": "채만식", "p": "문학과지성사", "y": "2014", "c": "국어"}, {"t": "태백산맥", "a": "조정래", "p": "해냄출판사", "y": "2020", "c": "국어"}, {"t": "토지", "a": "박경리", "p": "다산책방", "y": "2023", "c": "국어"}, {"t": "페스트", "a": "알베르 카뮈", "p": "민음사", "y": "2011", "c": "국어"}, {"t": "하노버에서 온 음악 편지", "a": "손열음", "p": "중앙북스", "y": "2015", "c": "국어"}, {"t": "하늘과 바람과 별과 시", "a": "윤동주", "p": "스타북스", "y": "2022", "c": "국어"}, {"t": "혼불", "a": "최명희", "p": "매안", "y": "2010", "c": "국어"}, {"t": "홍길동전", "a": "허균", "p": "민음사", "y": "2009", "c": "국어"}, {"t": "휴머니멀", "a": "김현기", "p": "포르체", "y": "2020", "c": "국어"}, {"t": "1984", "a": "조지 오웰", "p": "소담출판사", "y": "2021", "c": "영어"}, {"t": "감시와 처벌", "a": "미셸 푸코", "p": "나남", "y": "2020", "c": "영어"}, {"t": "고도를 기다리며", "a": "사무엘 베케트", "p": "민음사", "y": "2012", "c": "영어"}, {"t": "노트르담 드 파리", "a": "빅토르 위고", "p": "구름서재", "y": "2022", "c": "영어"}, {"t": "눈먼 자들의 도시", "a": "주제 사라마구", "p": "해냄출판사", "y": "2022", "c": "영어"}, {"t": "단테의 신곡", "a": "알리기에리 단테", "p": "황금부엉이", "y": "2016", "c": "영어"}, {"t": "데미안", "a": "헤르만 헤세", "p": "더스토리", "y": "2023", "c": "영어"}, {"t": "돈키호테", "a": "미겔 데 세르반테스 사아베드라", "p": "열린책들", "y": "2014", "c": "영어"}, {"t": "동물농장", "a": "조지 오웰", "p": "스타북스", "y": "2020", "c": "영어"}, {"t": "로미오와 줄리엣", "a": "윌리엄 셰익스피어", "p": "열린책들", "y": "2020", "c": "영어"}, {"t": "마음은 어떻게 작동하는가", "a": "스티븐 핑커", "p": "동녘사이언스", "y": "2007", "c": "영어"}, {"t": "맥베스", "a": "윌리엄 셰익스피어", "p": "민음사", "y": "2004", "c": "영어"}, {"t": "멋진 신세계", "a": "올더스 헉슬리", "p": "소담출판사", "y": "2015", "c": "영어"}, {"t": "모비 딕", "a": "허먼 멜빌", "p": "현대지성", "y": "2022", "c": "영어"}, {"t": "베니스의 상인", "a": "윌리엄 셰익스피어", "p": "민음사", "y": "2010", "c": "영어"}, {"t": "사랑의 기술", "a": "에리히 프롬", "p": "문예출판사", "y": "2019", "c": "영어"}, {"t": "설국", "a": "가와바타 야스나리", "p": "민음사", "y": "2009", "c": "영어"}, {"t": "소유냐 존재냐", "a": "에리히 프롬", "p": "까치", "y": "2020", "c": "영어"}, {"t": "소포클레스의 비극", "a": "소포클레스", "p": "숲", "y": "2008", "c": "영어"}, {"t": "수레바퀴 아래서", "a": "헤르만 헤세", "p": "더스토리", "y": "2017", "c": "영어"}, {"t": "쌤영어, 영어는 한마디로", "a": "윤상훈", "p": "포르체", "y": "2023", "c": "영어"}, {"t": "앵무새 죽이기", "a": "하퍼 리", "p": "열린책들", "y": "2015", "c": "영어"}, {"t": "어린 왕자", "a": "앙투안 드 생텍쥐페리", "p": "리나북스", "y": "2021", "c": "영어"}, {"t": "에밀", "a": "장 자크 루소", "p": "책세상", "y": "2021", "c": "영어"}, {"t": "연금술사", "a": "파울로 코엘료", "p": "문학동네", "y": "2018", "c": "영어"}, {"t": "오디세이아", "a": "호메로스", "p": "살림", "y": "2017", "c": "영어"}, {"t": "오만과 편견", "a": "제인 오스틴", "p": "시공사", "y": "2016", "c": "영어"}, {"t": "오이디푸스왕", "a": "소포클레스", "p": "민음사", "y": "2009", "c": "영어"}, {"t": "올리버 트위스트", "a": "찰스 디킨스", "p": "시공사", "y": "2020", "c": "영어"}, {"t": "월든", "a": "헨리 데이빗 소로우", "p": "은행나무", "y": "2011", "c": "영어"}, {"t": "위대한 설계", "a": "스티븐 호킹 외", "p": "까치", "y": "2010", "c": "영어"}, {"t": "위대한 유산", "a": "찰스 디킨스", "p": "열린책들", "y": "2014", "c": "영어"}, {"t": "이기적 유전자", "a": "리처드 도킨스", "p": "을유문화사", "y": "2023", "c": "영어"}, {"t": "이방인", "a": "알베르 카뮈", "p": "현대지성", "y": "2023", "c": "영어"}, {"t": "인간의 조건", "a": "한나 아렌트", "p": "한길사", "y": "2019", "c": "영어"}, {"t": "일리아스", "a": "호메로스", "p": "숲", "y": "2015", "c": "영어"}, {"t": "자기 앞의 생", "a": "에밀 아자르", "p": "문학동네", "y": "2013", "c": "영어"}, {"t": "주홍글씨", "a": "너새니얼 호손", "p": "문예출판사", "y": "2004", "c": "영어"}, {"t": "챗GPT 활용 영어 공부", "a": "윤근식", "p": "포르체", "y": "2023", "c": "영어"}, {"t": "파리대왕", "a": "윌리엄 골딩", "p": "민음사", "y": "2000", "c": "영어"}, {"t": "파우스트", "a": "요한 볼프강 폰 괴테", "p": "길", "y": "2019", "c": "영어"}, {"t": "팩트풀니스", "a": "한스 로슬링 외", "p": "김영사", "y": "2019", "c": "영어"}, {"t": "하멜 표류기", "a": "헨드릭 하멜", "p": "스타북스", "y": "2020", "c": "영어"}, {"t": "햄릿", "a": "윌리엄 셰익스피어", "p": "민음사", "y": "2009", "c": "영어"}, {"t": "허클베리 핀의 모험", "a": "마크 트웨인", "p": "민음사", "y": "2009", "c": "영어"}, {"t": "호밀밭의 파수꾼", "a": "J.D. 샐린저", "p": "민음사", "y": "2023", "c": "영어"}, {"t": "황무지", "a": "T.S. 엘리엇", "p": "민음사", "y": "2017", "c": "영어"}, {"t": "희망의 밥상", "a": "제인 구달", "p": "사이언스북스", "y": "2014", "c": "영어"}, {"t": "Flipped", "a": "웬들린 밴 드라닌", "p": "Ember Enterprises", "y": "2003", "c": "영어"}, {"t": "Hope for the Flowers", "a": "트리나 폴러스", "p": "Paulist Press", "y": "1973", "c": "영어"}, {"t": "교실 밖 수학여행", "a": "김선화, 여태경", "p": "사계절", "y": "2007", "c": "수학"}, {"t": "길 위의 수학자", "a": "릴리언 R. 리버", "p": "궁리", "y": "2016", "c": "수학"}, {"t": "나는 수학으로 세상을 읽는다", "a": "롭 이스터웨이", "p": "반니", "y": "2020", "c": "수학"}, {"t": "넘버스", "a": "키스 테블린, 게리 로든", "p": "바다출판사", "y": "2023", "c": "수학"}, {"t": "다시, 수학이 필요한 순간", "a": "김민형", "p": "인플루엔셜", "y": "2020", "c": "수학"}, {"t": "대량살상 수학무기", "a": "캐시 오닐", "p": "흐름출판", "y": "2017", "c": "수학"}, {"t": "두근두근 수학 공감", "a": "권오남 외", "p": "해나무", "y": "2013", "c": "수학"}, {"t": "문명, 수학의 필하모니", "a": "김홍종", "p": "효형출판", "y": "2009", "c": "수학"}, {"t": "문명과 수학", "a": "EBS 〈문명과 수학〉 제작팀", "p": "민음인", "y": "2014", "c": "수학"}, {"t": "미래의 수학자에게", "a": "이언 스튜어트", "p": "미래인", "y": "2008", "c": "수학"}, {"t": "미술관에 간 수학자", "a": "이광연", "p": "어바웃어북", "y": "2018", "c": "수학"}, {"t": "미적분으로 바라본 하루", "a": "오스카 E. 페르난데스", "p": "프리렉", "y": "2015", "c": "수학"}, {"t": "박경미의 수학N", "a": "박경미", "p": "동아시아", "y": "2016", "c": "수학"}, {"t": "박경미의 수학콘서트 플러스", "a": "박경미", "p": "동아시아", "y": "2013", "c": "수학"}, {"t": "법정에 선 수학", "a": "레일라 슈넵스, 코랄리 콜메즈", "p": "아날로그", "y": "2020", "c": "수학"}, {"t": "보이는 수학책", "a": "박만구", "p": "추수밭", "y": "2022", "c": "수학"}, {"t": "새빨간 거짓말, 통계", "a": "대럴 허프", "p": "청년정신", "y": "2022", "c": "수학"}, {"t": "색다른 수학의 발견", "a": "안정미 외", "p": "살림", "y": "2018", "c": "수학"}, {"t": "생명의 수학", "a": "이언 스튜어트", "p": "사이언스북스", "y": "2015", "c": "수학"}, {"t": "세계를 바꾼 17가지 방정식", "a": "이언 스튜어트", "p": "사이언스북스", "y": "2016", "c": "수학"}, {"t": "세상을 바꾼 수학자들 이야기", "a": "이무현", "p": "교우", "y": "2017", "c": "수학"}, {"t": "세상의 모든 수학", "a": "에르베 레닝", "p": "다산사이언스", "y": "2020", "c": "수학"}, {"t": "수학 생각공작소", "a": "크리스티안 헤세", "p": "지브레인", "y": "2021", "c": "수학"}, {"t": "수학, 세계사를 만나다", "a": "이광연", "p": "투비북스", "y": "2017", "c": "수학"}, {"t": "수학, 인문으로 수를 읽다", "a": "이광연", "p": "한국문학사", "y": "2014", "c": "수학"}, {"t": "수학은 암기다", "a": "김현정", "p": "한국경제신문", "y": "2023", "c": "수학"}, {"t": "수학의 감각", "a": "박병하", "p": "행성B", "y": "2018", "c": "수학"}, {"t": "수학의 눈으로 보면 다른 세상이 열린다", "a": "나동혁", "p": "지상의책", "y": "2019", "c": "수학"}, {"t": "수학의 쓸모", "a": "닉 폴슨, 제임스 스콧 벨", "p": "더퀘스트", "y": "2020", "c": "수학"}, {"t": "수학의 아름다움", "a": "우쥔", "p": "세종서적", "y": "2019", "c": "수학"}, {"t": "수학의 언어로 세상을 본다면", "a": "오구리 히로시", "p": "바다출판사", "y": "2017", "c": "수학"}, {"t": "수학의 원리 철학으로 캐다", "a": "김용운", "p": "상수리", "y": "2017", "c": "수학"}, {"t": "수학자들", "a": "마이클 아티야 외", "p": "궁리", "y": "2014", "c": "수학"}, {"t": "수학책을 탈출한 미적분", "a": "류치", "p": "동아엠앤비", "y": "2020", "c": "수학"}, {"t": "어느 수학자의 변명", "a": "G. H. 하디", "p": "세시", "y": "2016", "c": "수학"}, {"t": "오일러가 사랑한 수 e", "a": "엘리 마오", "p": "경문사", "y": "2020", "c": "수학"}, {"t": "우리가 수학을 사랑한 이유", "a": "전혜진", "p": "지상의책", "y": "2021", "c": "수학"}, {"t": "위험한 숫자들", "a": "사너 블라우", "p": "더퀘스트", "y": "2022", "c": "수학"}, {"t": "이상한 수학책", "a": "벤 올린", "p": "북라이프", "y": "2020", "c": "수학"}, {"t": "이토록 아름다운 수학이라면", "a": "최영기", "p": "21세기북스", "y": "2019", "c": "수학"}, {"t": "일하는 수학", "a": "시노자키 나오코", "p": "타임북스", "y": "2016", "c": "수학"}, {"t": "천재 수학자들의 영광과 좌절", "a": "후지와라 마사히코", "p": "사람과책", "y": "2006", "c": "수학"}, {"t": "청소년을 위한 수학자 이야기", "a": "모리 쓰요시", "p": "살림Friends", "y": "2015", "c": "수학"}, {"t": "카오스", "a": "제임스 글릭", "p": "동아시아", "y": "2013", "c": "수학"}, {"t": "통계의 미학", "a": "최제호", "p": "동아시아", "y": "2007", "c": "수학"}, {"t": "틀리지 않는 법", "a": "조던 엘렌버그", "p": "열린책들", "y": "2016", "c": "수학"}, {"t": "페르마의 마지막 정리", "a": "사이먼 싱", "p": "영림카디널", "y": "2022", "c": "수학"}, {"t": "피타고라스 생각 수업", "a": "이광연", "p": "유노라이프", "y": "2023", "c": "수학"}, {"t": "학문의 즐거움", "a": "히로나카 헤이스케", "p": "김영사", "y": "2013", "c": "수학"}, {"t": "X의 즐거움", "a": "스티븐 스트로가츠", "p": "웅진지식하우스", "y": "2014", "c": "수학"}, {"t": "가족 각본", "a": "김지혜", "p": "창비", "y": "2023", "c": "사회"}, {"t": "권력과 진보", "a": "대런 아세모글루, 사이먼 존슨", "p": "생각의힘", "y": "2023", "c": "사회"}, {"t": "그들이 말하지 않는 23가지", "a": "장하준", "p": "부키", "y": "2023", "c": "사회"}, {"t": "그래서 역사가 필요해", "a": "신동욱", "p": "포르체", "y": "2021", "c": "사회"}, {"t": "금융 오디세이", "a": "차현진", "p": "메디치미디어", "y": "2021", "c": "사회"}, {"t": "기후 리바이어던", "a": "조엘 웨인라이트, 제프 만", "p": "앨피", "y": "2023", "c": "사회"}, {"t": "넛지 파이널 에디션", "a": "리처드 탈러, 캐스 선스타인", "p": "리더스북", "y": "2022", "c": "사회"}, {"t": "노동에 대해 말하지 않는 것들", "a": "전혜원", "p": "서해문집", "y": "2021", "c": "사회"}, {"t": "당신이 모르는 민주주의", "a": "마이클 샌델", "p": "와이즈베리", "y": "2023", "c": "사회"}, {"t": "돈의 속성", "a": "김승호", "p": "스노우폭스북스", "y": "2020", "c": "사회"}, {"t": "돈의 역사는 되풀이된다", "a": "홍춘욱", "p": "포르체", "y": "2021", "c": "사회"}, {"t": "동물들의 위대한 법정", "a": "장 뤽 포르케", "p": "서해문집", "y": "2022", "c": "사회"}, {"t": "두 번째 지구는 없다", "a": "타일러 라쉬", "p": "알에이치코리아", "y": "2020", "c": "사회"}, {"t": "디지털 치료제", "a": "김선현", "p": "포르체", "y": "2022", "c": "사회"}, {"t": "디지털 팩토리", "a": "모리츠 알텐리트", "p": "숨쉬는책공장", "y": "2023", "c": "사회"}, {"t": "미디어의 이해", "a": "마셜 매클루언", "p": "커뮤니케이션북스", "y": "2011", "c": "사회"}, {"t": "버추얼 휴먼", "a": "오제욱", "p": "포르체", "y": "2022", "c": "사회"}, {"t": "법 짓는 마음", "a": "이보라", "p": "유유", "y": "2023", "c": "사회"}, {"t": "법은 얼마나 정의로운가", "a": "폴커 키츠", "p": "한스미디어", "y": "2023", "c": "사회"}, {"t": "붕괴하는 세계와 인구학", "a": "피터 자이한", "p": "김앤김북스", "y": "2023", "c": "사회"}, {"t": "사다리 걷어차기", "a": "장하준", "p": "부키", "y": "2020", "c": "사회"}, {"t": "선거로 읽는 한국 정치사", "a": "김현성", "p": "웅진지식하우스", "y": "2021", "c": "사회"}, {"t": "선량한 차별주의자", "a": "김지혜", "p": "창비", "y": "2019", "c": "사회"}, {"t": "소유의 종말", "a": "제러미 리프킨", "p": "민음사", "y": "2020", "c": "사회"}, {"t": "어떤 양형의 이유", "a": "박주영", "p": "모로", "y": "2023", "c": "사회"}, {"t": "언택트 비즈니스", "a": "박경수", "p": "포르체", "y": "2020", "c": "사회"}, {"t": "왜 세계의 절반은 굶주리는가?", "a": "장 지글러", "p": "갈라파고스", "y": "2016", "c": "사회"}, {"t": "우리가 살 수 없는 미래", "a": "마이클 해리스", "p": "어크로스", "y": "2023", "c": "사회"}, {"t": "우리에게는 다른 데이터가 필요하다", "a": "김재연", "p": "세종서적", "y": "2023", "c": "사회"}, {"t": "우리에게는 헌법이 있다", "a": "이효원", "p": "21세기북스", "y": "2020", "c": "사회"}, {"t": "우발적 충돌", "a": "스티븐 로치", "p": "한국경제신문", "y": "2023", "c": "사회"}, {"t": "위기의 역사", "a": "오건영", "p": "페이지2북스", "y": "2023", "c": "사회"}, {"t": "인간은 기계보다 특별할까?", "a": "인문브릿지연구소", "p": "갈라파고스", "y": "2020", "c": "사회"}, {"t": "있지만 없는 아이들", "a": "은유", "p": "창비", "y": "2021", "c": "사회"}, {"t": "장애시민 불복종", "a": "변재원", "p": "창비", "y": "2023", "c": "사회"}, {"t": "저널리즘의 기본 원칙", "a": "빌 코바치, 톰 로젠스틸", "p": "한국언론진흥재단", "y": "2021", "c": "사회"}, {"t": "정의란 무엇인가", "a": "마이클 샌델", "p": "와이즈베리", "y": "2014", "c": "사회"}, {"t": "존중받지 못하는 아이들", "a": "박명금 외", "p": "서사원", "y": "2023", "c": "사회"}, {"t": "좋아요는 어떻게 지구를 파괴하는가", "a": "기욤 피트롱", "p": "갈라파고스", "y": "2023", "c": "사회"}, {"t": "죽은 경제학자의 살아있는 아이디어", "a": "토드 부크홀츠", "p": "김영사", "y": "2023", "c": "사회"}, {"t": "중국은 어떻게 실패하는가", "a": "마이클 베클리, 할 브랜즈", "p": "부키", "y": "2023", "c": "사회"}, {"t": "지속 불가능한 불평등", "a": "뤼카 샹셀", "p": "니케북스", "y": "2023", "c": "사회"}, {"t": "창업가의 답", "a": "성호철, 임경업", "p": "포르체", "y": "2021", "c": "사회"}, {"t": "총, 선, 펜", "a": "린다 콜리", "p": "에코리브르", "y": "2023", "c": "사회"}, {"t": "총 균 쇠", "a": "재레드 다이아몬드", "p": "김영사", "y": "2023", "c": "사회"}, {"t": "커넥트 파워", "a": "박명규 외", "p": "포르체", "y": "2019", "c": "사회"}, {"t": "펭귄과 리바이어던", "a": "요차이 벤클러", "p": "반비", "y": "2013", "c": "사회"}, {"t": "플랫폼노믹스", "a": "윤상진", "p": "포르체", "y": "2021", "c": "사회"}, {"t": "한국인의 생각 2", "a": "강철구 외", "p": "푸른나무", "y": "2023", "c": "사회"}, {"t": "AI 비즈니스 레볼루션", "a": "이진형", "p": "포르체", "y": "2023", "c": "사회"}, {"t": "거의 모든 것의 역사", "a": "빌 브라이슨", "p": "까치", "y": "2020", "c": "과학"}, {"t": "건축, 음악처럼 듣고 미술처럼 보다", "a": "서현", "p": "효형출판", "y": "2014", "c": "과학"}, {"t": "경험은 어떻게 유전자에 새겨지는가", "a": "데이비드 무어", "p": "아몬드", "y": "2023", "c": "과학"}, {"t": "공학이란 무엇인가", "a": "성풍현 외", "p": "살림Friends", "y": "2013", "c": "과학"}, {"t": "과학으로 풀어보는 음악의 비밀", "a": "존 파웰", "p": "뮤진트리", "y": "2022", "c": "과학"}, {"t": "과학은 논쟁이다", "a": "이강영 외", "p": "반니", "y": "2021", "c": "과학"}, {"t": "과학의 미래 청소년이 묻고 과학자가 답하다", "a": "박승덕 외", "p": "자유로운상상", "y": "2011", "c": "과학"}, {"t": "과학혁명의 구조", "a": "토머스 S. 쿤", "p": "까치", "y": "2013", "c": "과학"}, {"t": "그림으로 보는 시간의 역사", "a": "스티븐 호킹", "p": "까치", "y": "2021", "c": "과학"}, {"t": "기계 속의 악마", "a": "폴 데이비스", "p": "바다출판사", "y": "2023", "c": "과학"}, {"t": "나노에 둘러싸인 하루", "a": "김문제, 송선경", "p": "살림Friends", "y": "2010", "c": "과학"}, {"t": "나무를 심은 사람", "a": "장 지오노", "p": "두레", "y": "2018", "c": "과학"}, {"t": "노화 공부", "a": "이덕철", "p": "위즈덤하우스", "y": "2023", "c": "과학"}, {"t": "눈먼 시계공", "a": "리처드 도킨스", "p": "사이언스북스", "y": "2004", "c": "과학"}, {"t": "디지털 포트리스 1", "a": "댄 브라운", "p": "문학수첩", "y": "2010", "c": "과학"}, {"t": "링크", "a": "A. L. 바라바시", "p": "동아시아", "y": "2002", "c": "과학"}, {"t": "만화로 쉽게 배우는 전자회로", "a": "다나카 켄이치", "p": "성안당", "y": "2019", "c": "과학"}, {"t": "물의 자연사", "a": "앨리스 아웃워터", "p": "예지", "y": "2010", "c": "과학"}, {"t": "미래에서 온 남자 폰 노이만", "a": "아난요 바타차리야", "p": "웅진지식하우스", "y": "2023", "c": "과학"}, {"t": "미술관에 간 화학자", "a": "전창림", "p": "어바웃어북", "y": "2013", "c": "과학"}, {"t": "바이오테크 시대", "a": "제러미 리프킨", "p": "민음사", "y": "2020", "c": "과학"}, {"t": "부분과 전체", "a": "베르너 하이젠베르크", "p": "서커스", "y": "2023", "c": "과학"}, {"t": "상상 오디세이", "a": "최재천 외", "p": "다산북스", "y": "2009", "c": "과학"}, {"t": "새로운 약은 어떻게 창조되나", "a": "교토대학대학원 약학연구과", "p": "서울대학교출판문화원", "y": "2012", "c": "과학"}, {"t": "생명설계도, 게놈", "a": "매트 리들리", "p": "반니", "y": "2016", "c": "과학"}, {"t": "세상을 바꾼 과학 이야기", "a": "권기균", "p": "종이책", "y": "2021", "c": "과학"}, {"t": "소탐대실", "a": "JTBC 소탐대실 제작진", "p": "포르체", "y": "2023", "c": "과학"}, {"t": "시크릿 스페이스", "a": "서울과학교사모임", "p": "어바웃어북", "y": "2017", "c": "과학"}, {"t": "신약의 탄생", "a": "윤태진", "p": "바다출판사", "y": "2020", "c": "과학"}, {"t": "엔트로피", "a": "제러미 리프킨", "p": "세종연구원", "y": "2015", "c": "과학"}, {"t": "엘러건트 유니버스", "a": "브라이언 그린", "p": "승산", "y": "2022", "c": "과학"}, {"t": "우주미션 이야기", "a": "황정아", "p": "플루토", "y": "2022", "c": "과학"}, {"t": "위대하고 위험한 약 이야기", "a": "정진호", "p": "푸른숲", "y": "2017", "c": "과학"}, {"t": "의사와 수의사가 만나다", "a": "바버라 내터슨 호러위츠, 캐스린 바워스", "p": "모멘토", "y": "2017", "c": "과학"}, {"t": "이기고 싶으면 스포츠 과학", "a": "제니퍼 스완슨", "p": "다른", "y": "2022", "c": "과학"}, {"t": "인수공통 모든 전염병의 열쇠", "a": "데이비드 콰먼", "p": "꿈꿀자유", "y": "2022", "c": "과학"}, {"t": "입속에서 시작하는 미생물 이야기", "a": "김혜성", "p": "파라북스", "y": "2018", "c": "과학"}, {"t": "재밌어서 밤새읽는 화학 이야기", "a": "사마키 다케오", "p": "더숲", "y": "2013", "c": "과학"}, {"t": "정재승의 과학콘서트", "a": "정재승", "p": "어크로스", "y": "2020", "c": "과학"}, {"t": "종의 기원", "a": "찰스 다윈", "p": "사이언스북스", "y": "2019", "c": "과학"}, {"t": "죽음의 밥상", "a": "피터 싱어, 짐 메이슨", "p": "산책자", "y": "2008", "c": "과학"}, {"t": "치과의사는 입만 진료하지 않는다", "a": "아이다 요시테루", "p": "정다와", "y": "2016", "c": "과학"}, {"t": "침묵의 봄", "a": "레이첼 카슨", "p": "에코리브르", "y": "2011", "c": "과학"}, {"t": "코스모스", "a": "칼 세이건", "p": "사이언스북스", "y": "2010", "c": "과학"}, {"t": "파인만 씨, 농담도 잘하시네! 1", "a": "리처드 파인만", "p": "사이언스북스", "y": "2000", "c": "과학"}, {"t": "팬데믹", "a": "홍윤철", "p": "포르체", "y": "2020", "c": "과학"}, {"t": "하리하라의 바이오 사이언스", "a": "이은희", "p": "살림Friends", "y": "2009", "c": "과학"}, {"t": "호모 커먼스", "a": "홍윤철", "p": "포르체", "y": "2022", "c": "과학"}, {"t": "화학으로 이루어진 세상", "a": "K. 메데페셀헤르만 외", "p": "에코리브르", "y": "2007", "c": "과학"}, {"t": "IT 삼국지", "a": "김정남", "p": "e비즈북스", "y": "2010", "c": "과학"}, {"t": "격몽요결", "a": "이이", "p": "을유문화사", "y": "2022", "c": "윤리/도덕"}, {"t": "공정하다는 착각", "a": "마이클 샌델", "p": "와이즈베리", "y": "2020", "c": "윤리/도덕"}, {"t": "군주론", "a": "마키아벨리", "p": "더스토리", "y": "2023", "c": "윤리/도덕"}, {"t": "난민, 멈추기 위해 떠나는 사람들", "a": "하영식", "p": "뜨인돌", "y": "2021", "c": "윤리/도덕"}, {"t": "논어", "a": "공자", "p": "휴머니스트", "y": "2019", "c": "윤리/도덕"}, {"t": "뇌는 윤리적인가", "a": "마이클 S. 가지나가", "p": "바다출판사", "y": "2023", "c": "윤리/도덕"}, {"t": "니코마코스 윤리학", "a": "아리스토텔레스", "p": "현대지성", "y": "2018", "c": "윤리/도덕"}, {"t": "다산의 철학", "a": "윤성희", "p": "포르체", "y": "2021", "c": "윤리/도덕"}, {"t": "도덕적 인간과 비도덕적 사회", "a": "라인홀드 니버", "p": "문예출판사", "y": "2017", "c": "윤리/도덕"}, {"t": "동물 해방", "a": "피터 싱어", "p": "연암서가", "y": "2012", "c": "윤리/도덕"}, {"t": "모든 삶은 흐른다", "a": "로랑스 드빌레르", "p": "피카", "y": "2023", "c": "윤리/도덕"}, {"t": "목민심서", "a": "정약용", "p": "창비", "y": "2019", "c": "윤리/도덕"}, {"t": "문화의 수수께끼", "a": "마빈 해리스", "p": "한길사", "y": "2017", "c": "윤리/도덕"}, {"t": "반드시 다가올 미래", "a": "남성현", "p": "포르체", "y": "2022", "c": "윤리/도덕"}, {"t": "불편한 편의점", "a": "김호연", "p": "나무옆의자", "y": "2021", "c": "윤리/도덕"}, {"t": "사피엔스", "a": "유발 하라리", "p": "김영사", "y": "2015", "c": "윤리/도덕"}, {"t": "삶은 예술로 빛난다", "a": "조원재", "p": "다산북스", "y": "2023", "c": "윤리/도덕"}, {"t": "새내기 노동인 ㄱㄴㄷ", "a": "손석춘", "p": "철수와영희", "y": "2020", "c": "윤리/도덕"}, {"t": "소크라테스 익스프레스", "a": "에릭 와이너", "p": "어크로스", "y": "2021", "c": "윤리/도덕"}, {"t": "소크라테스의 변명, 크리톤, 향연, 파이돈", "a": "플라톤", "p": "육문사", "y": "2023", "c": "윤리/도덕"}, {"t": "소프트 시티", "a": "데이비드 심", "p": "차밍시티", "y": "2020", "c": "윤리/도덕"}, {"t": "소프트웨어 장인 정신 이야기", "a": "로버트 C. 마틴", "p": "인사이트", "y": "2023", "c": "윤리/도덕"}, {"t": "수없이 많은 바닥을 닦으며", "a": "마이아 에켈뢰브", "p": "교유서가", "y": "2022", "c": "윤리/도덕"}, {"t": "스노크래시", "a": "닐 스티븐슨", "p": "문학세계사", "y": "2021", "c": "윤리/도덕"}, {"t": "식량위기, 이미 시작된 미래", "a": "루안 웨이", "p": "미래의창", "y": "2023", "c": "윤리/도덕"}, {"t": "아무도 의심하지 않는 일곱 가지 교육 미신", "a": "데이지 크리스토들루", "p": "페이퍼로드", "y": "2018", "c": "윤리/도덕"}, {"t": "아픔에도 우선순위가 있나요?", "a": "김준혁", "p": "휴머니스트", "y": "2023", "c": "윤리/도덕"}, {"t": "예정된 전쟁", "a": "그레이엄 앨리슨", "p": "세종서적", "y": "2018", "c": "윤리/도덕"}, {"t": "오래된 미래", "a": "헬레나 노르베리 호지", "p": "중앙북스", "y": "2015", "c": "윤리/도덕"}, {"t": "완벽에 대한 반론", "a": "마이클 샌델", "p": "와이즈베리", "y": "2016", "c": "윤리/도덕"}, {"t": "왜 일하는가", "a": "이나모리 가즈오", "p": "다산북스", "y": "2021", "c": "윤리/도덕"}, {"t": "인간 섬", "a": "장 지글러", "p": "갈라파고스", "y": "2020", "c": "윤리/도덕"}, {"t": "자유론", "a": "존 스튜어트 밀", "p": "책세상", "y": "2018", "c": "윤리/도덕"}, {"t": "장자", "a": "장자", "p": "휴머니스트", "y": "2023", "c": "윤리/도덕"}, {"t": "존 롤스 정의론", "a": "황경식", "p": "쌤앤파커스", "y": "2018", "c": "윤리/도덕"}, {"t": "죽음의 수용소에서", "a": "빅터 프랭클", "p": "청아출판사", "y": "2020", "c": "윤리/도덕"}, {"t": "지구 끝의 온실", "a": "김초엽", "p": "자이언트북스", "y": "2021", "c": "윤리/도덕"}, {"t": "지구 파괴의 역사", "a": "김병민", "p": "포르체", "y": "2023", "c": "윤리/도덕"}, {"t": "챗GPT 교육혁명", "a": "정제영 외", "p": "포르체", "y": "2023", "c": "윤리/도덕"}, {"t": "천 개의 파랑", "a": "천선란", "p": "허블", "y": "2020", "c": "윤리/도덕"}, {"t": "철학은 어떻게 삶의 무기가 되는가", "a": "야마구치 슈", "p": "다산초당", "y": "2019", "c": "윤리/도덕"}, {"t": "칸트와 헤겔의 철학", "a": "백종현", "p": "아카넷", "y": "2017", "c": "윤리/도덕"}, {"t": "타인의 고통", "a": "수잔 손택", "p": "이후", "y": "2007", "c": "윤리/도덕"}, {"t": "파견자들", "a": "김초엽", "p": "퍼블리온", "y": "2023", "c": "윤리/도덕"}, {"t": "페인트", "a": "이희영", "p": "창비", "y": "2019", "c": "윤리/도덕"}, {"t": "평균의 종말", "a": "토드 로즈", "p": "21세기북스", "y": "2021", "c": "윤리/도덕"}, {"t": "프랑켄슈타인", "a": "메리 셸리", "p": "현대지성", "y": "2021", "c": "윤리/도덕"}, {"t": "피터 싱어의 『실천윤리학』 읽기", "a": "김성동", "p": "세창미디어", "y": "2018", "c": "윤리/도덕"}, {"t": "21세기를 위한 21가지 제언", "a": "유발 하라리", "p": "김영사", "y": "2018", "c": "윤리/도덕"}, {"t": "AI 전쟁", "a": "하정우, 한상기", "p": "한빛비즈", "y": "2023", "c": "윤리/도덕"}, {"t": "10대의 뇌", "a": "프랜시스 젠슨, 에이미 엘리스 넛", "p": "웅진지식하우스", "y": "2018", "c": "의예과"}, {"t": "4차 산업혁명과 병원의 미래", "a": "이종철", "p": "청년의사", "y": "2018", "c": "의예과"}, {"t": "갈팡질팡 청년의사 성장기", "a": "허기영", "p": "푸른들녘", "y": "2018", "c": "의예과"}, {"t": "개념 의료", "a": "박재영", "p": "청년의사", "y": "2013", "c": "의예과"}, {"t": "기능의학을 알면 건강이 보인다", "a": "김덕수", "p": "한솔의학서적", "y": "2022", "c": "의예과"}, {"t": "나는 고백한다, 현대의학을", "a": "아툴 가완디", "p": "동녘사이언스", "y": "2003", "c": "의예과"}, {"t": "나의 생애와 사상", "a": "알베르트 슈바이처", "p": "문예출판사", "y": "1999", "c": "의예과"}, {"t": "내 몸의 설계자, 호르몬 이야기", "a": "박승준", "p": "청아출판사", "y": "2022", "c": "의예과"}, {"t": "누구 먼저 살려야 할까?", "a": "제이콥 M. 애펠", "p": "한빛비즈", "y": "2021", "c": "의예과"}, {"t": "닥터스 씽킹", "a": "제롬 그루프먼", "p": "해냄출판사", "y": "2007", "c": "의예과"}, {"t": "머릿속에 쏙쏙! 감염병 노트", "a": "사마키 다케오, 마스모토 데루키", "p": "시그마북스", "y": "2023", "c": "의예과"}, {"t": "모두를 위한 의료윤리", "a": "김준혁", "p": "휴머니스트", "y": "2021", "c": "의예과"}, {"t": "미래의 의사에게", "a": "페리 클라스", "p": "미래인", "y": "2008", "c": "의예과"}, {"t": "바디: 우리 몸 안내서", "a": "빌 브라이슨", "p": "까치", "y": "2020", "c": "의예과"}, {"t": "박테리아는 인간의 적인가?", "a": "존 헤릭", "p": "민음인", "y": "2021", "c": "의예과"}, {"t": "병원에서 죽는다는 것", "a": "야마자키 후미오", "p": "잇북", "y": "2020", "c": "의예과"}, {"t": "불량의학", "a": "크리스토퍼 완제크", "p": "열대림", "y": "2006", "c": "의예과"}, {"t": "생명윤리", "a": "김재희 외", "p": "인문과교양", "y": "2022", "c": "의예과"}, {"t": "생명을 묻다", "a": "정우현", "p": "이른비", "y": "2022", "c": "의예과"}, {"t": "생명의 비밀", "a": "하워드 마르켈", "p": "늘봄", "y": "2023", "c": "의예과"}, {"t": "세계사를 바꾼 전염병 13가지", "a": "제니퍼 라이트", "p": "산처럼", "y": "2020", "c": "의예과"}, {"t": "숨결이 바람 될 때", "a": "폴 칼라니티", "p": "흐름출판", "y": "2016", "c": "의예과"}, {"t": "쉽게 쓴 후성유전학", "a": "리처드 C. 프랜시스", "p": "시공사", "y": "2013", "c": "의예과"}, {"t": "아내를 모자로 착각한 남자", "a": "올리버 색스", "p": "알마", "y": "2022", "c": "의예과"}, {"t": "아직도 가야 할 길", "a": "M. 스캇 펙", "p": "율리시즈", "y": "2023", "c": "의예과"}, {"t": "아픔이 길이 되려면", "a": "김승섭", "p": "동아시아", "y": "2017", "c": "의예과"}, {"t": "암: 만병의 황제의 역사", "a": "싯다르타 무케르지", "p": "까치", "y": "2011", "c": "의예과"}, {"t": "영화관에서 만나는 의학의 세계", "a": "고병수", "p": "바틀비", "y": "2023", "c": "의예과"}, {"t": "왓슨의 이중나선", "a": "박승호", "p": "작은길", "y": "2014", "c": "의예과"}, {"t": "우리 몸이 말을 할 수 있다면", "a": "제임스 햄블린", "p": "추수밭", "y": "2021", "c": "의예과"}, {"t": "운동화 신은 뇌", "a": "존 레이티, 에릭 헤이거먼", "p": "녹색지팡이", "y": "2023", "c": "의예과"}, {"t": "위대한, 그러나 위험한 진단", "a": "리사 샌더스", "p": "랜덤하우스", "y": "2010", "c": "의예과"}, {"t": "유전자의 내밀한 역사", "a": "싯다르타 무케르지", "p": "까치", "y": "2017", "c": "의예과"}, {"t": "의과대학 인문학 수업", "a": "권시진, 오흥권", "p": "홍익출판미디어그룹", "y": "2020", "c": "의예과"}, {"t": "의료, 인권을 만나다", "a": "박광혁인권의학연구소 외", "p": "건강미디어협동조합", "y": "2017", "c": "의예과"}, {"t": "의료윤리와 법", "a": "박창범", "p": "군자출판사", "y": "2019", "c": "의예과"}, {"t": "의사가 알려주는 디지털 치료제", "a": "서영준, 오창헌", "p": "바른북스", "y": "2023", "c": "의예과"}, {"t": "의학 오디세이", "a": "강신익 외", "p": "역사비평사", "y": "2007", "c": "의예과"}, {"t": "의학, 인문으로 치유하다", "a": "예병일", "p": "한국문학사", "y": "2015", "c": "의예과"}, {"t": "의학사를 이끈 20인의 실험과 도전", "a": "크리스티안 베이마이어", "p": "주니어김영사", "y": "2010", "c": "의예과"}, {"t": "이상한 의학사", "a": "이재담", "p": "사이언스북스", "y": "2020", "c": "의예과"}, {"t": "이토록 재밌는 의학 이야기", "a": "김은중", "p": "반니", "y": "2022", "c": "의예과"}, {"t": "인간은 왜 병에 걸리는가", "a": "R. 네스, G. 윌리엄즈", "p": "사이언스북스", "y": "1999", "c": "의예과"}, {"t": "인체 기행", "a": "권오길", "p": "지성사", "y": "2021", "c": "의예과"}, {"t": "인턴X", "a": "닥터X", "p": "김영사", "y": "2007", "c": "의예과"}, {"t": "잠든 당신의 뇌를 깨워라", "a": "황성혁, 이영훈", "p": "북앤에듀", "y": "2020", "c": "의예과"}, {"t": "제법 안온한 날들", "a": "남궁인", "p": "문학동네", "y": "2020", "c": "의예과"}, {"t": "죽음학 교실", "a": "고윤석 외", "p": "허윈북스", "y": "2022", "c": "의예과"}, {"t": "진짜 아픈 사람 맞습니다", "a": "최세진", "p": "어떤책", "y": "2021", "c": "의예과"}, {"t": "질병과 죽음에 맞선 50인의 의학 멘토", "a": "수전 앨드리지", "p": "책숲", "y": "2014", "c": "의예과"}, {"t": "질병의 탄생", "a": "홍윤철", "p": "사이", "y": "2014", "c": "의예과"}, {"t": "질병이 바꾼 세계의 역사", "a": "로날트 D. 게르슈테", "p": "미래의창", "y": "2020", "c": "의예과"}, {"t": "카이스트, 바이오헬스의 미래를 말하다", "a": "채수찬", "p": "율곡출판사", "y": "2020", "c": "의예과"}, {"t": "코로나 이후 생존 도시", "a": "홍윤철", "p": "포르체", "y": "2021", "c": "의예과"}, {"t": "토닥토닥 정신과 사용설명서", "a": "박한선 외", "p": "에이도스", "y": "2018", "c": "의예과"}, {"t": "한 손에 잡히는 생명윤리", "a": "도나 디켄슨", "p": "동녘", "y": "2018", "c": "의예과"}, {"t": "협력의 유전자", "a": "니컬라 라이하니", "p": "한빛비즈", "y": "2022", "c": "의예과"}, {"t": "히포크라시", "a": "레이첼 부크바인더, 이언 해리스", "p": "책세상", "y": "2023", "c": "의예과"}, {"t": "히포크라테스 미술관", "a": "박광혁", "p": "어바웃어북", "y": "2020", "c": "의예과"}, {"t": "K-Health를 이끄는 슬기로운 건강검진", "a": "권혜령", "p": "예미", "y": "2023", "c": "의예과"}, {"t": "100세 치아 메뉴얼", "a": "강동호, 황인성", "p": "대한나래출판사", "y": "2023", "c": "치의예과"}, {"t": "30년차 치과의사 최유성의 생각", "a": "최유성", "p": "이지출판", "y": "2022", "c": "치의예과"}, {"t": "구강감염과 전신건강", "a": "안네 마리 린제 페데르센", "p": "파라사이언스", "y": "2017", "c": "치의예과"}, {"t": "뇌노화를 멈추려면 35세부터 치아 관리 습관을 바꿔라", "a": "하세가와 요시야", "p": "갈매나무", "y": "2019", "c": "치의예과"}, {"t": "다이제스트 치의학 연구윤리", "a": "진보형 외", "p": "서울대학교출판문화원", "y": "2017", "c": "치의예과"}, {"t": "쉽디쉬운 임플란트 이야기", "a": "문석준", "p": "좋은땅", "y": "2023", "c": "치의예과"}, {"t": "아 해보세요", "a": "메리 오토", "p": "후마니타스", "y": "2021", "c": "치의예과"}, {"t": "우리동네 1등 치과 만들기", "a": "이다혜", "p": "헤세의서재", "y": "2019", "c": "치의예과"}, {"t": "입속세균에 대한 17가지 질문", "a": "김혜성", "p": "파라사이언스", "y": "2022", "c": "치의예과"}, {"t": "치과 사용 설명서", "a": "강혁권", "p": "라온북", "y": "2017", "c": "치의예과"}, {"t": "치과의사가 말하는 치과의사", "a": "안현세 외", "p": "부키", "y": "2015", "c": "치의예과"}, {"t": "치과의사는 입만 진료하지 않는다", "a": "아이다 요시테루", "p": "정다와", "y": "2016", "c": "치의예과"}, {"t": "치과의사도 모르는 진짜 치과 이야기", "a": "김동오", "p": "에디터", "y": "2019", "c": "치의예과"}, {"t": "치의학의 이 저린 역사", "a": "제임스 윈브랜트", "p": "지식을만드는지식", "y": "2015", "c": "치의예과"}, {"t": "한국 치과의 역사", "a": "치과의사학교수협의회와 연구팀", "p": "역사공간", "y": "2021", "c": "치의예과"}, {"t": "100년 건강수명을 위한 건강관리법", "a": "이선동", "p": "푸른솔", "y": "2020", "c": "한의예과"}, {"t": "교감하는 마음치료 이야기", "a": "고영협 외", "p": "한국경제신문i", "y": "2020", "c": "한의예과"}, {"t": "나는 한의원에서 인생의 모든 것을 배웠다", "a": "전대성", "p": "매일경제신문사", "y": "2022", "c": "한의예과"}, {"t": "내과 한방진료", "a": "이와사키 코우 외", "p": "청홍", "y": "2020", "c": "한의예과"}, {"t": "동양의학 치료 교과서", "a": "센토 세이시로", "p": "보누스", "y": "2023", "c": "한의예과"}, {"t": "동의보감, 과학을 논하다", "a": "박석준", "p": "바오", "y": "2015", "c": "한의예과"}, {"t": "몸, 한의학으로 다시 태어나다", "a": "안세영, 조정래", "p": "와이겔리", "y": "2020", "c": "한의예과"}, {"t": "생긴 대로 병이 온다", "a": "조성태 외", "p": "라의눈", "y": "2020", "c": "한의예과"}, {"t": "서사의학이란 무엇인가", "a": "리타 샤론 외", "p": "동아시아", "y": "2021", "c": "한의예과"}, {"t": "염증 해방", "a": "정세연", "p": "다산라이프", "y": "2022", "c": "한의예과"}, {"t": "체질을 알고 체질대로 살아라", "a": "구환석", "p": "지식과감성", "y": "2022", "c": "한의예과"}, {"t": "침과 침술", "a": "홍도현", "p": "일취월장", "y": "2022", "c": "한의예과"}, {"t": "하이브리드 의학", "a": "오카베 테츠로", "p": "청홍", "y": "2021", "c": "한의예과"}, {"t": "하이브리드 한의학", "a": "김종영", "p": "돌베개", "y": "2019", "c": "한의예과"}, {"t": "한의학의 현대적 해석과 고혈압", "a": "이준우", "p": "군자출판사", "y": "2023", "c": "한의예과"}, {"t": "10대와 통하는 동물 권리 이야기", "a": "이유미", "p": "철수와영희", "y": "2017", "c": "수의예과"}, {"t": "개와 고양이를 위한 반려동물 영양학", "a": "왕태미", "p": "어니스트북스", "y": "2018", "c": "수의예과"}, {"t": "고기로 태어나서", "a": "한승태", "p": "시대의창", "y": "2018", "c": "수의예과"}, {"t": "그 개는 정말 좋아서 꼬리를 흔들었을까?", "a": "설채현", "p": "동아일보사", "y": "2019", "c": "수의예과"}, {"t": "미리 가보는 수의학 교실", "a": "충북대학교 수의학교재편찬위원회", "p": "충북대학교출판부", "y": "2020", "c": "수의예과"}, {"t": "반려견 행동심리학", "a": "재지 토드", "p": "동글디자인", "y": "2022", "c": "수의예과"}, {"t": "수의사가 말하는 수의사 Episode 2", "a": "이학범 외", "p": "부키", "y": "2019", "c": "수의예과"}, {"t": "수의정책 콘서트", "a": "김용상", "p": "비앤씨월드", "y": "2020", "c": "수의예과"}, {"t": "의사와 수의사가 만나다", "a": "바버라 내터슨 호러위츠 외", "p": "모멘토", "y": "2017", "c": "수의예과"}, {"t": "인류 역사를 바꾼 동물과 수의학", "a": "임동주", "p": "마야", "y": "2018", "c": "수의예과"}, {"t": "2022 한 권으로 끝내는 약학시사", "a": "곽혜민 외", "p": "참약사", "y": "2021", "c": "약학과"}, {"t": "같기도 하고 아니 같기도 하고", "a": "로얼드 호프만", "p": "까치", "y": "2018", "c": "약학과"}, {"t": "곽재식의 세균 박람회", "a": "곽재식", "p": "김영사", "y": "2020", "c": "약학과"}, {"t": "꿈을 찾는 약대생", "a": "박정원", "p": "렛츠북", "y": "2018", "c": "약학과"}, {"t": "나도 내 몸을 잘 몰라서", "a": "천제하", "p": "곰출판", "y": "2020", "c": "약학과"}, {"t": "내 장은 왜 우울할까", "a": "윌리엄 데이비스", "p": "북트리거", "y": "2023", "c": "약학과"}, {"t": "내성 전쟁", "a": "무하마드 H. 자만", "p": "7분의언덕", "y": "2021", "c": "약학과"}, {"t": "당신은 영양제를 잘못 고르고 있습니다", "a": "장무현", "p": "영진닷컴", "y": "2022", "c": "약학과"}, {"t": "디지털 치료제 혁명", "a": "하성욱, 김유영", "p": "클라우드나인", "y": "2022", "c": "약학과"}, {"t": "면역의 힘", "a": "제나 마치오키", "p": "윌북", "y": "2021", "c": "약학과"}, {"t": "면역체계", "a": "핸드리크 슈트레크", "p": "사람의집", "y": "2023", "c": "약학과"}, {"t": "모르는 게 약?", "a": "최혁재", "p": "스푼북", "y": "2023", "c": "약학과"}, {"t": "바이러스 폭풍의 시대", "a": "네이선 울프", "p": "김영사", "y": "2015", "c": "약학과"}, {"t": "바이오 신약 혁명", "a": "이성규", "p": "플루토", "y": "2023", "c": "약학과"}, {"t": "바이오의약품 시대가 온다", "a": "이형기 외", "p": "청년의사", "y": "2023", "c": "약학과"}, {"t": "박테리오파지", "a": "인트론바이오", "p": "크레파스북", "y": "2023", "c": "약학과"}, {"t": "블루드림스", "a": "로렌 슬레이터", "p": "브론스테인", "y": "2020", "c": "약학과"}, {"t": "사회약학", "a": "마크 로버츠, 마이클 라이히", "p": "한울아카데미", "y": "2023", "c": "약학과"}, {"t": "생명과 약의 연결고리", "a": "김성훈", "p": "웅진지식하우스", "y": "2023", "c": "약학과"}, {"t": "세균, 두 얼굴의 룸메이트", "a": "마르쿠스 에거트, 프랑크 타데우스", "p": "책밥", "y": "2020", "c": "약학과"}, {"t": "세상을 바꾼 항생제를 만든 사람들", "a": "고관수", "p": "계단", "y": "2023", "c": "약학과"}, {"t": "송 약사의 영양소 요법", "a": "송정숙", "p": "리더북스", "y": "2023", "c": "약학과"}, {"t": "송기원의 포스트 게놈 시대", "a": "송기원", "p": "사이언스북스", "y": "2018", "c": "약학과"}, {"t": "스물넷, 약사가 되기로 결심했다", "a": "이주연", "p": "미래북", "y": "2021", "c": "약학과"}, {"t": "신약 개발 전쟁", "a": "이성규", "p": "플루토", "y": "2022", "c": "약학과"}, {"t": "신약의 탄생", "a": "윤태진", "p": "바다출판사", "y": "2020", "c": "약학과"}, {"t": "아주 특별한 생물학 수업", "a": "장수철, 이재성", "p": "휴머니스트", "y": "2015", "c": "약학과"}, {"t": "알쓸신약", "a": "이정철, 임성용", "p": "시대인", "y": "2021", "c": "약학과"}, {"t": "약, 먹으면 안 된다", "a": "후나세 순스케", "p": "중앙생활사", "y": "2022", "c": "약학과"}, {"t": "약물나무", "a": "최철희", "p": "범문에듀케이션", "y": "2023", "c": "약학과"}, {"t": "약물치료 핸드북", "a": "유봉규", "p": "군자출판사", "y": "2020", "c": "약학과"}, {"t": "약사가 말하는 약사", "a": "홍성광 외", "p": "부키", "y": "2013", "c": "약학과"}, {"t": "약사들이 답하는 스포츠 영양 Q&A", "a": "정상원 외", "p": "참약사", "y": "2023", "c": "약학과"}, {"t": "약의 과학", "a": "크리스티네 기터", "p": "초사흘달", "y": "2021", "c": "약학과"}, {"t": "예술 속의 파르마콘", "a": "허문영", "p": "달아실", "y": "2019", "c": "약학과"}, {"t": "오늘도 약을 먹었습니다", "a": "박한슬", "p": "북트리거", "y": "2020", "c": "약학과"}, {"t": "우리는 얼마나 깨끗한가", "a": "한네 튀겔", "p": "반니", "y": "2020", "c": "약학과"}, {"t": "위대하고 위험한 약 이야기", "a": "정진호", "p": "푸른숲", "y": "2017", "c": "약학과"}, {"t": "육일약국 갑시다", "a": "김성오", "p": "21세기북스", "y": "2013", "c": "약학과"}, {"t": "이 약 먹어도 될까요", "a": "권예리", "p": "다른", "y": "2020", "c": "약학과"}, {"t": "인류를 구한 12가지 약 이야기", "a": "정승규", "p": "반니", "y": "2019", "c": "약학과"}, {"t": "인류에게 필요한 11가지 약 이야기", "a": "정승규", "p": "반니", "y": "2020", "c": "약학과"}, {"t": "인류의 운명을 바꾼 약의 탐험가들", "a": "도널드 커시, 오기 오거스", "p": "세종서적", "y": "2019", "c": "약학과"}, {"t": "자신만만 약처방", "a": "김영설, 임형식", "p": "군자출판사", "y": "2023", "c": "약학과"}, {"t": "제약바이오 직무 바이블", "a": "강동훈 외", "p": "렛유인", "y": "2023", "c": "약학과"}, {"t": "질병 정복의 꿈, 바이오 사이언스", "a": "이성규", "p": "MID", "y": "2023", "c": "약학과"}, {"t": "프셉마음: 약물계산편", "a": "신영미", "p": "드림널스", "y": "2023", "c": "약학과"}, {"t": "항산화제, 내 몸을 살린다", "a": "정윤상", "p": "모아북스", "y": "2011", "c": "약학과"}, {"t": "항생제 열전", "a": "유진홍", "p": "군자출판사", "y": "2019", "c": "약학과"}, {"t": "MT약학", "a": "대한약학회", "p": "장서가", "y": "2018", "c": "약학과"}, {"t": "간호 읽어주는 남자", "a": "김진수", "p": "크루", "y": "2022", "c": "간호학과"}, {"t": "간호사 가이던스", "a": "한동수", "p": "포널스", "y": "2021", "c": "간호학과"}, {"t": "간호사 마음 일기", "a": "최원진", "p": "강한별", "y": "2022", "c": "간호학과"}, {"t": "간호사 부서 탐방", "a": "강민애", "p": "드림널스", "y": "2023", "c": "간호학과"}, {"t": "간호사 생활 백서", "a": "권지은", "p": "시대고시기획", "y": "2023", "c": "간호학과"}, {"t": "간호사 혁명 시대", "a": "이경주", "p": "라온북", "y": "2022", "c": "간호학과"}, {"t": "간호사, 너 자신이 되어라", "a": "한화순", "p": "메디캠퍼스", "y": "2015", "c": "간호학과"}, {"t": "간호사, 어떻게 말해야 하는가", "a": "송애랑", "p": "북샵", "y": "2019", "c": "간호학과"}, {"t": "간호사, 프로를 꿈꿔라!", "a": "도나 윌크 카르딜로", "p": "한언", "y": "2005", "c": "간호학과"}, {"t": "간호사가 되기로 했다", "a": "김진수 외", "p": "시대의창", "y": "2023", "c": "간호학과"}, {"t": "간호사는 고마워요", "a": "잭 캔필드 외", "p": "원더박스", "y": "2017", "c": "간호학과"}, {"t": "간호사를 부탁해", "a": "정인희", "p": "원더박스", "y": "2017", "c": "간호학과"}, {"t": "간호약리학", "a": "Ruth Woodrow 외", "p": "포널스", "y": "2019", "c": "간호학과"}, {"t": "간호의 경제학", "a": "츠노다 유카", "p": "호밀밭", "y": "2023", "c": "간호학과"}, {"t": "간호장교를 간직하다", "a": "조원경, 김다혜", "p": "드림널스", "y": "2021", "c": "간호학과"}, {"t": "간호학과 교수를 간직하다", "a": "최영림", "p": "드림널스", "y": "2022", "c": "간호학과"}, {"t": "감정을 돌보는 간호사", "a": "손지완", "p": "포널스", "y": "2022", "c": "간호학과"}, {"t": "나는 간호사, 사람입니다", "a": "김현아", "p": "아를", "y": "2023", "c": "간호학과"}, {"t": "나이팅게일은 죽었다", "a": "김민경", "p": "에테르니", "y": "2019", "c": "간호학과"}, {"t": "나이팅게일의 눈물", "a": "게일", "p": "BG북갤러리", "y": "2011", "c": "간호학과"}, {"t": "도시에서 죽는다는 것", "a": "김형숙", "p": "뜨인돌", "y": "2017", "c": "간호학과"}, {"t": "돌봄의 미학", "a": "박명희", "p": "푸른사상", "y": "2011", "c": "간호학과"}, {"t": "사랑의 돌봄은 기적을 만든다", "a": "김수지", "p": "비전과리더십", "y": "2010", "c": "간호학과"}, {"t": "새로 만든 내몸 사용설명서", "a": "마이클 로이젠, 메멧 오즈", "p": "김영사", "y": "2014", "c": "간호학과"}, {"t": "생명, 인간의 경계를 묻다", "a": "강신익, 김시천", "p": "웅진지식하우스", "y": "2008", "c": "간호학과"}, {"t": "생의 마지막에서 간절히 원하는 것들", "a": "태현정 외", "p": "메이트북스", "y": "2020", "c": "간호학과"}, {"t": "실버 간호사의 골든 메모리", "a": "함채윤", "p": "포널스", "y": "2023", "c": "간호학과"}, {"t": "연구간호사를 간직하다", "a": "박유원, 권현", "p": "드림널스", "y": "2023", "c": "간호학과"}, {"t": "청진기가 사라진다", "a": "에릭 토플", "p": "청년의사", "y": "2012", "c": "간호학과"}, {"t": "통증혁명", "a": "존 사노", "p": "국일미디어", "y": "2017", "c": "간호학과"}, {"t": "10퍼센트 인간", "a": "앨러나 콜렌", "p": "시공사", "y": "2016", "c": "생명과학"}, {"t": "개미와 공작", "a": "헬레나 크로닌", "p": "사이언스북스", "y": "2016", "c": "생명과학"}, {"t": "게놈 오디세이", "a": "유안 A 애슐리", "p": "브론스테인", "y": "2022", "c": "생명과학"}, {"t": "과학을 달리는 십대: 생명과학", "a": "박재용", "p": "우리학교", "y": "2022", "c": "생명과학"}, {"t": "과학이 된 무모한 도전들", "a": "마르흐레이트 데 헤이르", "p": "원더박스", "y": "2014", "c": "생명과학"}, {"t": "교실 밖에서 듣는 바이오메디컬공학", "a": "임창환 외", "p": "MID", "y": "2021", "c": "생명과학"}, {"t": "기후환경, 바이오를 만나다", "a": "유영제", "p": "나녹", "y": "2022", "c": "생명과학"}, {"t": "꼬리에 꼬리를 무는 호모 사피엔스", "a": "정주혜", "p": "주니어태학", "y": "2023", "c": "생명과학"}, {"t": "나는 미생물과 산다", "a": "김응빈", "p": "을유문화사", "y": "2018", "c": "생명과학"}, {"t": "나의 첫 뇌과학 수업", "a": "앨리슨 콜드웰, 미카 콜드웰", "p": "롤러코스터", "y": "2023", "c": "생명과학"}, {"t": "내 몸 안의 작은 우주, 분자생물학", "a": "하기와라 기요후미", "p": "전나무숲", "y": "2019", "c": "생명과학"}, {"t": "내가 유전자 쇼핑으로 태어난 아이라면", "a": "정혜경", "p": "뜨인돌", "y": "2008", "c": "생명과학"}, {"t": "뇌과학자는 영화에서 인간을 본다", "a": "정재승", "p": "어크로스", "y": "2012", "c": "생명과학"}, {"t": "뇌를 둘러싼 오해와 진실", "a": "크리스천 재럿", "p": "한울", "y": "2020", "c": "생명과학"}, {"t": "뇌를 바꾼 공학, 공학을 바꾼 뇌", "a": "임창환", "p": "MID", "y": "2023", "c": "생명과학"}, {"t": "다윈의 식탁", "a": "장대익", "p": "바다출판사", "y": "2015", "c": "생명과학"}, {"t": "닥터 바이오헬스", "a": "김은기", "p": "전파과학사", "y": "2023", "c": "생명과학"}, {"t": "도파민네이션", "a": "애나 렘키", "p": "흐름출판", "y": "2022", "c": "생명과학"}, {"t": "맛있는 요리에는 과학이 있다", "a": "아라후네 요시타카 외", "p": "홍익출판미디어그룹", "y": "2020", "c": "생명과학"}, {"t": "매일 매일의 진화 생물학", "a": "롭 브룩스", "p": "바다출판사", "y": "2022", "c": "생명과학"}, {"t": "모든 생명은 서로 돕는다", "a": "박종무", "p": "리수", "y": "2014", "c": "생명과학"}, {"t": "물질에서 생명으로", "a": "노정혜 외", "p": "반니", "y": "2018", "c": "생명과학"}, {"t": "미래의 최고 직업 바이오가 답이다", "a": "김은기", "p": "전파과학사", "y": "2019", "c": "생명과학"}, {"t": "미래혁신기술, 자연에서 답을 찾다", "a": "김완두", "p": "예문당", "y": "2020", "c": "생명과학"}, {"t": "미토콘드리아", "a": "닉 레인", "p": "뿌리와이파리", "y": "2009", "c": "생명과학"}, {"t": "바이오산업혁명", "a": "유영제", "p": "나녹", "y": "2021", "c": "생명과학"}, {"t": "바이오테크 시대", "a": "제러미 리프킨", "p": "민음사", "y": "2020", "c": "생명과학"}, {"t": "부엌의 화학자", "a": "라파엘 오몽", "p": "더숲", "y": "2016", "c": "생명과학"}, {"t": "브레인 3.0", "a": "임창환", "p": "MID", "y": "2020", "c": "생명과학"}, {"t": "사소한 것들의 과학", "a": "마크 미오도닉", "p": "MID", "y": "2016", "c": "생명과학"}, {"t": "사이언스 소믈리에", "a": "강석기", "p": "MID", "y": "2013", "c": "생명과학"}, {"t": "생명, 경계에 서다", "a": "짐 알칼릴리, 존조 맥패든", "p": "글항아리사이언스", "y": "2017", "c": "생명과학"}, {"t": "생명공학기술과 생명산업", "a": "김승욱", "p": "고려대학교 출판문화원", "y": "2016", "c": "생명과학"}, {"t": "생명과학, 공학을 만나다", "a": "유영제", "p": "나녹", "y": "2019", "c": "생명과학"}, {"t": "생명과학, 바이오테크로 날개달다", "a": "김응빈", "p": "한국문학사", "y": "2021", "c": "생명과학"}, {"t": "생명과학, 신에게 도전하다", "a": "김응빈 외", "p": "동아시아", "y": "2017", "c": "생명과학"}, {"t": "생명이 있는 것은 다 아름답다", "a": "최재천", "p": "효형출판", "y": "2022", "c": "생명과학"}, {"t": "생명이란 무엇인가", "a": "폴 너스", "p": "까치", "y": "2021", "c": "생명과학"}, {"t": "생물과 무생물 사이", "a": "후쿠오카 신이치", "p": "은행나무", "y": "2020", "c": "생명과학"}, {"t": "세계를 움직인 과학의 고전들", "a": "가마타 히로키", "p": "부키", "y": "2010", "c": "생명과학"}, {"t": "세상에서 가장 재미있는 생물학", "a": "데이브 웨스너", "p": "궁리", "y": "2020", "c": "생명과학"}, {"t": "세상을 바꾼 생명과학", "a": "원정현", "p": "리베르스쿨", "y": "2021", "c": "생명과학"}, {"t": "세상을 바꿀 미래 의학 설명서", "a": "사라 라타", "p": "매직사이언스", "y": "2020", "c": "생명과학"}, {"t": "슈퍼버그", "a": "맷 매카시", "p": "흐름출판", "y": "2020", "c": "생명과학"}, {"t": "식탁 위의 미생물", "a": "캐서린 하먼 커리지", "p": "현대지성", "y": "2020", "c": "생명과학"}, {"t": "신체 설계자", "a": "애덤 피오리", "p": "미지북스", "y": "2019", "c": "생명과학"}, {"t": "아파트 생물학", "a": "곽재식", "p": "북트리거", "y": "2021", "c": "생명과학"}, {"t": "지속가능한 세상에서 동물과 공존한다는 것", "a": "배성호, 주수원", "p": "이상북스", "y": "2022", "c": "생명과학"}, {"t": "천 개의 뇌", "a": "제프 호킨스", "p": "이데아", "y": "2022", "c": "생명과학"}, {"t": "초파리", "a": "마틴 브룩스", "p": "갈매나무", "y": "2022", "c": "생명과학"}, {"t": "100가지 동물로 읽는 세계사", "a": "사이먼 반즈", "p": "현대지성", "y": "2023", "c": "환경/생태"}, {"t": "2050 거주불능 지구", "a": "데이비드 윌러스 웰즈", "p": "추수밭", "y": "2020", "c": "환경/생태"}, {"t": "그리드", "a": "그레천 바크", "p": "동아시아", "y": "2021", "c": "환경/생태"}, {"t": "그린 쇼크", "a": "최승신 외", "p": "바른북스", "y": "2023", "c": "환경/생태"}, {"t": "기후로 다시 읽는 세계사", "a": "이동민", "p": "갈매나무", "y": "2023", "c": "환경/생태"}, {"t": "기후변화, 그게 좀 심각합니다", "a": "빌 맥과이어", "p": "양철북", "y": "2023", "c": "환경/생태"}, {"t": "기후 위기 부의 대전환", "a": "홍종호", "p": "다산북스", "y": "2023", "c": "환경/생태"}, {"t": "기후위기 행동사전", "a": "김병권 외", "p": "산현재", "y": "2023", "c": "환경/생태"}, {"t": "기후위기와 탄소중립 수업 이야기", "a": "한문정", "p": "우리학교", "y": "2023", "c": "환경/생태"}, {"t": "기후피해세대를 넘어 기후기회세대로", "a": "이재형", "p": "퍼블리온", "y": "2023", "c": "환경/생태"}, {"t": "꿈의 도시 꾸리찌바", "a": "박용남", "p": "녹색평론사", "y": "2009", "c": "환경/생태"}, {"t": "나는 풍요로웠고 지구는 달라졌다", "a": "호프 자런", "p": "김영사", "y": "2020", "c": "환경/생태"}, {"t": "당신의 쓰레기는 재활용되지 않았다", "a": "미카엘라 르 뫼르", "p": "풀빛", "y": "2022", "c": "환경/생태"}, {"t": "대한민국 탄소중립 2050", "a": "KEI 한국환경연구원", "p": "크페파스북", "y": "2021", "c": "환경/생태"}, {"t": "더 월", "a": "존 란체스터", "p": "서울문화사", "y": "2020", "c": "환경/생태"}, {"t": "무법의 바다", "a": "이언 어비나", "p": "아고라", "y": "2023", "c": "환경/생태"}, {"t": "미래를 위한 환경철학", "a": "김완구 외", "p": "연암서가", "y": "2023", "c": "환경/생태"}, {"t": "브레이킹 바운더리스", "a": "요한 록스트룀, 오웬 가프니", "p": "사이언스북스", "y": "2022", "c": "환경/생태"}, {"t": "빌 게이츠, 기후재앙을 피하는 법", "a": "빌 게이츠", "p": "김영사", "y": "2021", "c": "환경/생태"}, {"t": "사라져 가는 음식들", "a": "댄 살라디노", "p": "김영사", "y": "2023", "c": "환경/생태"}, {"t": "생명을 보는 마음", "a": "김성호", "p": "풀빛", "y": "2020", "c": "환경/생태"}, {"t": "생물들의 마지막 이야기", "a": "이마이즈미 타다아키", "p": "영진닷컴", "y": "2023", "c": "환경/생태"}, {"t": "생태민주주의", "a": "구도완", "p": "한티재", "y": "2018", "c": "환경/생태"}, {"t": "생태적 전환, 슬기로운 지구 생활을 위하여", "a": "최재천", "p": "김영사", "y": "2021", "c": "환경/생태"}, {"t": "스노볼 드라이브", "a": "조예은", "p": "민음사", "y": "2021", "c": "환경/생태"}, {"t": "식사혁명", "a": "남기선", "p": "MID", "y": "2019", "c": "환경/생태"}, {"t": "쓰레기에 관한 모든 것", "a": "피에로 마틴, 알레산드라 비올라", "p": "북스힐", "y": "2020", "c": "환경/생태"}, {"t": "오늘의 기후", "a": "노광준", "p": "루아크", "y": "2023", "c": "환경/생태"}, {"t": "우리는 플라스틱 없이 살기로 했다", "a": "산드라 크라우드바슐", "p": "양철북", "y": "2016", "c": "환경/생태"}, {"t": "우린 일회용이 아니니까", "a": "고금숙", "p": "슬로비", "y": "2019", "c": "환경/생태"}, {"t": "우주 쓰레기가 온다", "a": "최은정", "p": "갈매나무", "y": "2021", "c": "환경/생태"}, {"t": "위기의 지구, 물러설 곳 없는 인간", "a": "남성현", "p": "21세기북스", "y": "2020", "c": "환경/생태"}, {"t": "이러다 지구에 플라스틱만 남겠어", "a": "강신호", "p": "북센스", "y": "2019", "c": "환경/생태"}, {"t": "인권으로 살펴본 기후 위기 이야기", "a": "최우리 외", "p": "철수와영희", "y": "2023", "c": "환경/생태"}, {"t": "인류를 식량 위기에서 구할 음식의 모험가들", "a": "아만다 리틀", "p": "세종서적", "y": "2021", "c": "환경/생태"}, {"t": "적을수록 풍요롭다", "a": "제이슨 히켈", "p": "창비", "y": "2021", "c": "환경/생태"}, {"t": "지구 파괴의 역사", "a": "김병민", "p": "포르체", "y": "2023", "c": "환경/생태"}, {"t": "지구를 살리는 기발한 물건 10", "a": "박경화", "p": "한겨레출판", "y": "2019", "c": "환경/생태"}, {"t": "지구를 살리는 업사이클링 환경놀이", "a": "Eco-STEAM 연구회", "p": "테크빌교육", "y": "2022", "c": "환경/생태"}, {"t": "지구를 쓰다가", "a": "최우리", "p": "한겨레출판", "y": "2023", "c": "환경/생태"}, {"t": "지구별 생태사상가", "a": "황대권 외", "p": "작은것이아름답다", "y": "2020", "c": "환경/생태"}, {"t": "지구의 마지막 숲을 걷다", "a": "벤 롤런스", "p": "엘리", "y": "2023", "c": "환경/생태"}, {"t": "지금 시작하는 나의 환경수업", "a": "홍세영", "p": "테크빌교육", "y": "2022", "c": "환경/생태"}, {"t": "지속가능한 세상에서 도시는 생명체다!", "a": "배성호, 주수원", "p": "이상북스", "y": "2023", "c": "환경/생태"}, {"t": "참나무라는 우주", "a": "더글라스 탈라미", "p": "가지", "y": "2023", "c": "환경/생태"}, {"t": "키워드 기후 위기 이야기", "a": "이상수", "p": "철수와영희", "y": "2023", "c": "환경/생태"}, {"t": "탄소 농업", "a": "허북구", "p": "중앙생활사", "y": "2022", "c": "환경/생태"}, {"t": "허리케인 도마뱀과 플라스틱 오징어", "a": "소어 핸슨", "p": "위즈덤하우스", "y": "2023", "c": "환경/생태"}, {"t": "화학의 눈으로 보면 녹색지구가 펼쳐진다", "a": "원정현", "p": "갈매나무", "y": "2023", "c": "환경/생태"}, {"t": "환경사란 무엇인가?", "a": "도널드 휴즈", "p": "앨피", "y": "2022", "c": "환경/생태"}, {"t": "2024 IT 메가 트렌드", "a": "김재필", "p": "한스미디어", "y": "2023", "c": "컴퓨터공학"}, {"t": "4차 산업혁명과 미래사회", "a": "안병태, 정화영", "p": "길벗캠퍼스", "y": "2023", "c": "컴퓨터공학"}, {"t": "거의 모든 IT의 역사", "a": "정지훈", "p": "메디치미디어", "y": "2020", "c": "컴퓨터공학"}, {"t": "공학윤리", "a": "E. G. Seebauer, Robert L. Barr", "p": "경북대학교출판부", "y": "2013", "c": "컴퓨터공학"}, {"t": "과학이 필요한 시간", "a": "궤도", "p": "동아시아", "y": "2022", "c": "컴퓨터공학"}, {"t": "누구나 쉽게 배우는 인공지능 스타트", "a": "박동규", "p": "인피니티북스", "y": "2022", "c": "컴퓨터공학"}, {"t": "디지털 트렌드 2024", "a": "김지혜", "p": "책들의정원", "y": "2023", "c": "컴퓨터공학"}, {"t": "만화로 보는 IT 상식사전", "a": "윤진", "p": "더퀘스트", "y": "2023", "c": "컴퓨터공학"}, {"t": "메타버스 시대의 사물 인터넷", "a": "양순옥, 김성석", "p": "생능출판사", "y": "2023", "c": "컴퓨터공학"}, {"t": "메타버스 쫌 아는 10대", "a": "송해엽 외", "p": "풀빛", "y": "2022", "c": "컴퓨터공학"}, {"t": "모바일 미래보고서 2024", "a": "커넥팅랩", "p": "비즈니스북스", "y": "2023", "c": "컴퓨터공학"}, {"t": "미래를 바꾼 아홉 가지 알고리즘", "a": "존 맥코믹", "p": "에이콘출판사", "y": "2013", "c": "컴퓨터공학"}, {"t": "미래를 바꿀 IT 과학이야기", "a": "이재영", "p": "로드북", "y": "2014", "c": "컴퓨터공학"}, {"t": "박태웅의 AI 강의", "a": "박태웅", "p": "한빛비즈", "y": "2023", "c": "컴퓨터공학"}, {"t": "보이지 않는 위협", "a": "김홍선", "p": "한빛미디어", "y": "2023", "c": "컴퓨터공학"}, {"t": "비전공자도 이해할 수 있는 AI 지식", "a": "박상길", "p": "반니", "y": "2023", "c": "컴퓨터공학"}, {"t": "빅데이터 개론", "a": "한국소프트웨어기술인협회 빅데이터전략연구소", "p": "광문각", "y": "2023", "c": "컴퓨터공학"}, {"t": "사물인터넷 개론", "a": "서경환 외", "p": "배움터", "y": "2023", "c": "컴퓨터공학"}, {"t": "생각하지 않는 사람들", "a": "니콜라스 카", "p": "청림출판", "y": "2020", "c": "컴퓨터공학"}, {"t": "세상에서 가장 쉬운 테크놀로지 수업", "a": "이와사키 미나코 외", "p": "리틀에이", "y": "2022", "c": "컴퓨터공학"}, {"t": "세상을 바꿀 미래기술 12가지", "a": "한국현", "p": "위키북스", "y": "2023", "c": "컴퓨터공학"}, {"t": "세상을 바꿀 미래기술 25", "a": "이데일리 미래기술 특별취재팀", "p": "이데일리", "y": "2022", "c": "컴퓨터공학"}, {"t": "스마트시티 에볼루션", "a": "박찬호 외", "p": "북바이북", "y": "2022", "c": "컴퓨터공학"}, {"t": "알아두면 쓸모 있는 IT 상식", "a": "정철환", "p": "원앤원북스", "y": "2019", "c": "컴퓨터공학"}, {"t": "앰비언트", "a": "김학용", "p": "책들의정원", "y": "2023", "c": "컴퓨터공학"}, {"t": "오늘부터 IT를 시작합니다", "a": "고코더", "p": "한빛미디어", "y": "2022", "c": "컴퓨터공학"}, {"t": "우리의 미래를 결정할 과학 4.0", "a": "박재용", "p": "북루덴스", "y": "2023", "c": "컴퓨터공학"}, {"t": "웹 3.0 넥스트 이코노미", "a": "김미경 외", "p": "어웨이크북스", "y": "2022", "c": "컴퓨터공학"}, {"t": "인공지능 유리", "a": "피브르티그르 외", "p": "탐", "y": "2022", "c": "컴퓨터공학"}, {"t": "인공지능과 딥러닝", "a": "마쓰오 유타카", "p": "동아엠앤비", "y": "2015", "c": "컴퓨터공학"}, {"t": "인공지능의 철학윤리수업", "a": "우버들 외", "p": "박영스토리", "y": "2024", "c": "컴퓨터공학"}, {"t": "임베디드의 모든 것", "a": "구제길 외", "p": "위키북스", "y": "2014", "c": "컴퓨터공학"}, {"t": "챗GPT로 대화하는 기술", "a": "박해선", "p": "한빛미디어", "y": "2023", "c": "컴퓨터공학"}, {"t": "챗GPT에게 묻는 인류의 미래", "a": "김대식, 챗GPT", "p": "동아시아", "y": "2023", "c": "컴퓨터공학"}, {"t": "처음 읽는 양자컴퓨터 이야기", "a": "다케다 슌타로", "p": "플루토", "y": "2021", "c": "컴퓨터공학"}, {"t": "핀테크 금융 서비스 가이드", "a": "데비 모한", "p": "도서출판청람", "y": "2022", "c": "컴퓨터공학"}, {"t": "AI 시대, 엔터테인먼트의 미래", "a": "한정훈", "p": "페가수스", "y": "2023", "c": "컴퓨터공학"}, {"t": "AI 전쟁", "a": "하정우, 한상기", "p": "한빛비즈", "y": "2023", "c": "컴퓨터공학"}, {"t": "CES 2023 빅테크 9", "a": "김재필", "p": "한스미디어", "y": "2023", "c": "컴퓨터공학"}, {"t": "IT 좀 아는 사람", "a": "닐 메타 외", "p": "윌북", "y": "2021", "c": "컴퓨터공학"}, {"t": "AI는 양심이 없다", "a": "김명주", "p": "헤이북스", "y": "2022", "c": "소프트웨어"}, {"t": "Do it! 챗GPT&파이썬으로 AI 직원 만들기", "a": "이성용", "p": "이지스퍼블리싱", "y": "2023", "c": "소프트웨어"}, {"t": "KAIST 김진형 교수에게 듣는 AI 최강의 수업", "a": "김진형", "p": "매일경제신문사", "y": "2020", "c": "소프트웨어"}, {"t": "개발자가 되고 싶습니다", "a": "앨런", "p": "길벗", "y": "2023", "c": "소프트웨어"}, {"t": "그림으로 배우는 AI", "a": "미츠무라 나오키", "p": "영진닷컴", "y": "2023", "c": "소프트웨어"}, {"t": "나도 하는 파이썬 데이터 분석", "a": "김규석, 김현정", "p": "한빛미디어", "y": "2023", "c": "소프트웨어"}, {"t": "노코드/로우코드", "a": "필 사이먼", "p": "한빛미디어", "y": "2023", "c": "소프트웨어"}, {"t": "다정한 인공지능을 만나다", "a": "장대익", "p": "샘터", "y": "2023", "c": "소프트웨어"}, {"t": "디지털 시대, 새로운 기회를 여는 최소한의 코딩지식", "a": "EBS코딩 소프트웨어 시대 제작팀 외", "p": "가나출판사", "y": "2021", "c": "소프트웨어"}, {"t": "만들면서 배우는 생성 AI", "a": "데이비드 포스터", "p": "한빛미디어", "y": "2023", "c": "소프트웨어"}, {"t": "메타버스 모든 것의 혁명", "a": "매튜 볼", "p": "다산북스", "y": "2023", "c": "소프트웨어"}, {"t": "메타버스에선 무슨 일이 일어날까?", "a": "이동은", "p": "이지북", "y": "2022", "c": "소프트웨어"}, {"t": "메타인지의 힘", "a": "구본권", "p": "어크로스", "y": "2023", "c": "소프트웨어"}, {"t": "모빌리티의 미래", "a": "서성현", "p": "반니", "y": "2021", "c": "소프트웨어"}, {"t": "문제해결을 위한 컴퓨팅 사고와 파이썬", "a": "김지연", "p": "한빛아카데미", "y": "2021", "c": "소프트웨어"}, {"t": "미래 세상의 모빌리티", "a": "임덕신, 임현준", "p": "한빛아카데미", "y": "2022", "c": "소프트웨어"}, {"t": "소프트웨어 세상을 여는 컴퓨터 과학", "a": "김종훈", "p": "한빛아카데미", "y": "2018", "c": "소프트웨어"}, {"t": "소프트웨어 장인 정신 이야기", "a": "로버트 C. 마틴", "p": "인사이트", "y": "2023", "c": "소프트웨어"}, {"t": "스티븐 울프럼의 챗GPT 강의", "a": "스티븐 울프럼", "p": "한빛미디어", "y": "2023", "c": "소프트웨어"}, {"t": "시대전환, 소프트웨어와 인공지능", "a": "김영근", "p": "바른북스", "y": "2023", "c": "소프트웨어"}, {"t": "십 대를 위한 SW 인문학", "a": "두일철, 오세종", "p": "영진닷컴", "y": "2023", "c": "소프트웨어"}, {"t": "아는 것이 돈이다", "a": "이두갑 외", "p": "이음", "y": "2022", "c": "소프트웨어"}, {"t": "안드로이드 뜻밖의 역사", "a": "쳇 하스", "p": "인사이트", "y": "2022", "c": "소프트웨어"}, {"t": "알고 있니? 알고리즘", "a": "소이언", "p": "우리학교", "y": "2022", "c": "소프트웨어"}, {"t": "알고리즘, 인생을 계산하다", "a": "브라이언 크리스천 외", "p": "청림출판", "y": "2018", "c": "소프트웨어"}, {"t": "예고된 변화 챗GPT 학교", "a": "송은정", "p": "테크빌교육", "y": "2023", "c": "소프트웨어"}, {"t": "웹 3.0이 온다", "a": "장세형, 이상준", "p": "위키북스", "y": "2023", "c": "소프트웨어"}, {"t": "웹 개발 새로고침", "a": "김승구", "p": "제이펍", "y": "2023", "c": "소프트웨어"}, {"t": "육각형 개발자", "a": "최범균", "p": "한빛미디어", "y": "2023", "c": "소프트웨어"}, {"t": "챗GPT, 이렇게 써먹으면 됩니다", "a": "후루카와 쇼이치 외", "p": "시그마북스", "y": "2023", "c": "소프트웨어"}, {"t": "초보자도 프로처럼 만드는 플러터 앱 개발", "a": "이정주", "p": "한빛미디어", "y": "2023", "c": "소프트웨어"}, {"t": "추천 알고리즘의 과학", "a": "박규하", "p": "로드북", "y": "2022", "c": "소프트웨어"}, {"t": "코딩 없이 배우는 데이터 과학", "a": "황보현우 외", "p": "성안북스", "y": "2023", "c": "소프트웨어"}, {"t": "코딩의 미래", "a": "홍전일", "p": "로드북", "y": "2022", "c": "소프트웨어"}, {"t": "크리에이티브 프로그래머", "a": "바우테르 흐루네벨트", "p": "한빛미디어", "y": "2023", "c": "소프트웨어"}, {"t": "클린 코드의 기술", "a": "Christian Mayer", "p": "영진닷컴", "y": "2023", "c": "소프트웨어"}, {"t": "퓨처라마", "a": "변완희", "p": "크레파스북", "y": "2021", "c": "소프트웨어"}, {"t": "프로그래머, 수학의 시대", "a": "이재현, 이정설", "p": "로드북", "y": "2020", "c": "소프트웨어"}, {"t": "프롬프트 엔지니어링 교과서", "a": "서승완", "p": "애드앤미디어", "y": "2023", "c": "소프트웨어"}, {"t": "한눈에 보이는 인공지능 수학 그림책", "a": "한선관, 정기민", "p": "성안당", "y": "2023", "c": "소프트웨어"}, {"t": "10대에게 권하는 공학", "a": "한화택", "p": "글담출판", "y": "2018", "c": "기계공학"}, {"t": "10대에게 권하는 물리학", "a": "이강영", "p": "글담출판", "y": "2023", "c": "기계공학"}, {"t": "1분 물리학", "a": "중국과학원 물리연구소", "p": "책밥", "y": "2021", "c": "기계공학"}, {"t": "공학의 눈으로 미래를 설계하라", "a": "연세대학교 공과대학", "p": "해냄", "y": "2019", "c": "기계공학"}, {"t": "공학자의 세상 보는 눈", "a": "유만선", "p": "시공사", "y": "2020", "c": "기계공학"}, {"t": "과학으로 보는 4차 산업과 미래 직업", "a": "이보경", "p": "지브레인", "y": "2019", "c": "기계공학"}, {"t": "과학의 역사", "a": "윌리엄 바이넘", "p": "소소의책", "y": "2023", "c": "기계공학"}, {"t": "교실 밖에서 듣는 바이오메디컬공학", "a": "임창환 외", "p": "MID", "y": "2021", "c": "기계공학"}, {"t": "기계는 어떻게 생각하고 학습하는가", "a": "닉 보스트롬 외", "p": "한빛미디어", "y": "2023", "c": "기계공학"}, {"t": "기계는 어떻게 생각하는가?", "a": "숀 게리시", "p": "이지스퍼블리싱", "y": "2019", "c": "기계공학"}, {"t": "나사의 벌", "a": "로버트 워", "p": "시그마북스", "y": "2023", "c": "기계공학"}, {"t": "냉장고의 역사를 통해 살펴보는 필요의 탄생", "a": "헬렌 피빗", "p": "푸른숲", "y": "2021", "c": "기계공학"}, {"t": "누리호, 우주로 가는 길을 열다", "a": "오승협", "p": "RHK", "y": "2023", "c": "기계공학"}, {"t": "만일 물리학으로 세상을 볼 수 있다면", "a": "정창욱", "p": "콘택트", "y": "2023", "c": "기계공학"}, {"t": "모든 움직이는 것들의 과학", "a": "한근우", "p": "사과나무", "y": "2018", "c": "기계공학"}, {"t": "모빌리티 기술혁명 미래보고서 2030", "a": "박승대", "p": "형설EMJ", "y": "2023", "c": "기계공학"}, {"t": "물리적 힘", "a": "헨리 페트로스키", "p": "서해문집", "y": "2023", "c": "기계공학"}, {"t": "물리지 않는 물리학", "a": "이노키 마사후미", "p": "필름", "y": "2021", "c": "기계공학"}, {"t": "물은 H2O인가?", "a": "장하석", "p": "김영사", "y": "2021", "c": "기계공학"}, {"t": "미래 모빌리티 UAM에 투자하라", "a": "이재광", "p": "경향비피", "y": "2022", "c": "기계공학"}, {"t": "세상을 바꾼 과학 이야기", "a": "권기균", "p": "종이책", "y": "2021", "c": "기계공학"}, {"t": "아주 위험한 과학책", "a": "랜들 먼로", "p": "시공사", "y": "2023", "c": "기계공학"}, {"t": "알기 쉬운 철도과학", "a": "가와베 켄이치", "p": "북스힐", "y": "2022", "c": "기계공학"}, {"t": "앨런 튜링: 생각하는 기계, 인공지능을 처음 생각한 남자", "a": "짐 오타비아니", "p": "푸른지식", "y": "2016", "c": "기계공학"}, {"t": "우주미션 이야기", "a": "황정아", "p": "플루토", "y": "2022", "c": "기계공학"}, {"t": "우주시대에 오신 것을 환영합니다", "a": "켈리 제라디", "p": "혜윰터", "y": "2022", "c": "기계공학"}, {"t": "우주탐사 매뉴얼", "a": "김성수", "p": "위즈덤하우스", "y": "2023", "c": "기계공학"}, {"t": "우주탐사의 물리학", "a": "윤복원", "p": "동아시아", "y": "2023", "c": "기계공학"}, {"t": "유클리드기하학, 문제해결의 기술", "a": "박종하", "p": "김영사", "y": "2023", "c": "기계공학"}, {"t": "일론 머스크", "a": "윌터 아이작슨", "p": "21세기북스", "y": "2023", "c": "기계공학"}, {"t": "창의력에 미쳐라", "a": "김광희", "p": "넥서스BIZ", "y": "2018", "c": "기계공학"}, {"t": "처음 읽는 인공위성 원격탐사 이야기", "a": "김현옥", "p": "플루토", "y": "2021", "c": "기계공학"}, {"t": "처음 읽는 플랜트 엔지니어링 이야기", "a": "박정호", "p": "플루토", "y": "2022", "c": "기계공학"}, {"t": "천재들의 과학노트 3: 물리학", "a": "캐서린 쿨렌", "p": "지브레인", "y": "2016", "c": "기계공학"}, {"t": "커피 얼룩의 비밀", "a": "송현수", "p": "MID", "y": "2018", "c": "기계공학"}, {"t": "클래식 파인만", "a": "리처드 파인만, 랠프 레이턴", "p": "사이언스북스", "y": "2018", "c": "기계공학"}, {"t": "플라잉", "a": "임재한", "p": "어크로스", "y": "2023", "c": "기계공학"}, {"t": "한 번 읽으면 절대 잊을 수 없는 물리 교과서", "a": "이케스에 쇼타", "p": "시그마북스", "y": "2023", "c": "기계공학"}, {"t": "형태의 기원", "a": "크리스토퍼 윌리엄스", "p": "이데아", "y": "2023", "c": "기계공학"}, {"t": "환경은 걱정되지만 뭘 해야 할지 모르는 사람들을 위한 과학과 기술", "a": "한치환", "p": "플루토", "y": "2022", "c": "기계공학"}, {"t": "1.4킬로그램의 우주, 뇌", "a": "정재승 외", "p": "사이언스북스", "y": "2014", "c": "로봇공학"}, {"t": "기초 로봇공학", "a": "오가와 코이치, 카토 료조", "p": "성안당", "y": "2021", "c": "로봇공학"}, {"t": "나는 사이보그가 되기로 했다", "a": "피터 스콧-모건", "p": "김영사", "y": "2022", "c": "로봇공학"}, {"t": "다빈치가 된 알고리즘", "a": "이재박", "p": "MID", "y": "2018", "c": "로봇공학"}, {"t": "다윈의 물고기", "a": "존 롱", "p": "플루토", "y": "2017", "c": "로봇공학"}, {"t": "데니스 홍, 상상을 현실로 만드는 법", "a": "데니스 홍", "p": "인플루엔셜", "y": "2018", "c": "로봇공학"}, {"t": "레고로 배우는 기계의 운동원리 152", "a": "김창량", "p": "메카피아", "y": "2023", "c": "로봇공학"}, {"t": "로봇 시대, 인간의 일", "a": "구본권", "p": "어크로스", "y": "2020", "c": "로봇공학"}, {"t": "로봇으로 철학하기", "a": "김숙", "p": "프리뷰", "y": "2021", "c": "로봇공학"}, {"t": "로봇은 교사를 대체할 것인가?", "a": "닐 셀윈", "p": "에듀니티", "y": "2022", "c": "로봇공학"}, {"t": "로봇은 인간을 지배할 수 있을까?", "a": "이종호", "p": "북카라반", "y": "2023", "c": "로봇공학"}, {"t": "로봇을 이기면 행복 지면 불행", "a": "일월", "p": "정환", "y": "2023", "c": "로봇공학"}, {"t": "로봇의 부상", "a": "마틴 포드", "p": "세종서적", "y": "2016", "c": "로봇공학"}, {"t": "로봇의 자리", "a": "전치형", "p": "이음", "y": "2021", "c": "로봇공학"}, {"t": "로켓의 과학적 원리와 구조", "a": "데이비드 베이커", "p": "하이픈", "y": "2021", "c": "로봇공학"}, {"t": "리얼 로봇공학자", "a": "박지은", "p": "가나출판사", "y": "2018", "c": "로봇공학"}, {"t": "메타 도구의 시대", "a": "최윤식", "p": "넥서스BIZ", "y": "2021", "c": "로봇공학"}, {"t": "법정에 출석한 인공지능", "a": "양희철", "p": "스리체어스", "y": "2018", "c": "로봇공학"}, {"t": "봇 이야기", "a": "닉 모나코, 새뮤얼 울리", "p": "한울아카데미", "y": "2023", "c": "로봇공학"}, {"t": "사이보그 시티즌", "a": "크리스 그레이", "p": "김영사", "y": "2016", "c": "로봇공학"}, {"t": "새로운 무의식", "a": "레오나르드 믈로디노프", "p": "까치", "y": "2013", "c": "로봇공학"}, {"t": "새로운 전쟁", "a": "폴 사레", "p": "커넥팅", "y": "2021", "c": "로봇공학"}, {"t": "신과 로봇", "a": "에이드리엔 메이어", "p": "을유문화사", "y": "2020", "c": "로봇공학"}, {"t": "십 대를 위한 영화 속 로봇인문학 여행", "a": "전승민", "p": "팜파스", "y": "2020", "c": "로봇공학"}, {"t": "예술과 인공지능", "a": "이재박", "p": "MID", "y": "2021", "c": "로봇공학"}, {"t": "인간은 필요 없다", "a": "제리 카플란", "p": "한스미디어", "y": "2023", "c": "로봇공학"}, {"t": "인공지능과 로봇의 윤리", "a": "고인석", "p": "세창출판사", "y": "2022", "c": "로봇공학"}, {"t": "인공지능과 미래사회: 인공지능시대 사회.윤리.문화", "a": "정보현", "p": "동문사", "y": "2022", "c": "로봇공학"}, {"t": "인지 도구", "a": "세실리아 헤이즈", "p": "형주", "y": "2023", "c": "로봇공학"}, {"t": "제4의 시대", "a": "바이런 리스", "p": "쌤앤파커스", "y": "2020", "c": "로봇공학"}, {"t": "천 개의 뇌", "a": "제프 호킨스", "p": "이데아", "y": "2022", "c": "로봇공학"}, {"t": "햅틱스", "a": "리넷 존스", "p": "김영사", "y": "2020", "c": "로봇공학"}, {"t": "호모 데우스", "a": "유발 하라리", "p": "김영사", "y": "2023", "c": "로봇공학"}, {"t": "확률론적 로보틱스", "a": "세바스찬 스런 외", "p": "에이콘출판사", "y": "2020", "c": "로봇공학"}, {"t": "휴보, 세계 최고의 재난구조로봇", "a": "전승민", "p": "예문당", "y": "2017", "c": "로봇공학"}, {"t": "휴보이즘", "a": "전승민", "p": "MID", "y": "2019", "c": "로봇공학"}, {"t": "AI 경제", "a": "로저 부틀", "p": "세종연구원", "y": "2020", "c": "로봇공학"}, {"t": "AI로봇과 범죄", "a": "송기복", "p": "박영사", "y": "2021", "c": "로봇공학"}, {"t": "AI의 미래 생각하는 기계", "a": "토비 윌시", "p": "프리뷰", "y": "2018", "c": "로봇공학"}, {"t": "SF영화와 로봇 사회학", "a": "민경배", "p": "커뮤니케이션북스", "y": "2016", "c": "로봇공학"}, {"t": "과학은 어렵지만 양자 역학은 알고 싶어", "a": "요비노리 다쿠미", "p": "한스미디어", "y": "2022", "c": "전기전자공학"}, {"t": "그랜드 퀘스트 2024", "a": "이정동 외", "p": "포르체", "y": "2023", "c": "전기전자공학"}, {"t": "그리드", "a": "그레천 바크", "p": "동아시아", "y": "2021", "c": "전기전자공학"}, {"t": "기술전쟁", "a": "윤태성", "p": "위즈덤하우스", "y": "2023", "c": "전기전자공학"}, {"t": "김상욱의 양자 공부", "a": "김상욱", "p": "사이언스북스", "y": "2017", "c": "전기전자공학"}, {"t": "넥스트 레볼루션", "a": "리처드 다베니", "p": "부키", "y": "2018", "c": "전기전자공학"}, {"t": "데이터 인문학", "a": "김택우", "p": "한빛미디어", "y": "2019", "c": "전기전자공학"}, {"t": "떨림과 울림", "a": "김상욱", "p": "동아시아", "y": "2018", "c": "전기전자공학"}, {"t": "마법에서 과학으로: 자석과 스핀트로닉스", "a": "김갑진", "p": "이음", "y": "2021", "c": "전기전자공학"}, {"t": "문과생도 이해하는 전기전자수학", "a": "야마시타 아키라", "p": "한빛아카데미", "y": "2017", "c": "전기전자공학"}, {"t": "물질의 물리학", "a": "한정훈", "p": "김영사", "y": "2020", "c": "전기전자공학"}, {"t": "미래의 물리학", "a": "미치오 카쿠", "p": "김영사", "y": "2012", "c": "전기전자공학"}, {"t": "미술관에 간 물리학자", "a": "서민아", "p": "어바웃어북", "y": "2020", "c": "전기전자공학"}, {"t": "미적분의 힘", "a": "스티븐 스트로가츠", "p": "해나무", "y": "2021", "c": "전기전자공학"}, {"t": "반도체 삼국지", "a": "권석준", "p": "뿌리와이파리", "y": "2022", "c": "전기전자공학"}, {"t": "반도체 오디세이", "a": "이승우", "p": "위너스북", "y": "2023", "c": "전기전자공학"}, {"t": "반도체 인사이트 센서 전쟁", "a": "주병권 외", "p": "교보문고", "y": "2023", "c": "전기전자공학"}, {"t": "반도체 제국의 미래", "a": "정인성", "p": "이레미디어", "y": "2024", "c": "전기전자공학"}, {"t": "세상에서 가장 쉬운 과학 수업: 양자혁명", "a": "정완상", "p": "성림원북스", "y": "2023", "c": "전기전자공학"}, {"t": "세상에서 가장 쉬운 과학 수업: 특수상대성이론", "a": "정완상", "p": "성림원북스", "y": "2023", "c": "전기전자공학"}, {"t": "세상에서 가장 쉬운 양자역학 수업", "a": "리먀오", "p": "더숲", "y": "2018", "c": "전기전자공학"}, {"t": "세상에서 가장 쉬운 재미있는 물리", "a": "미사와 신야", "p": "미디어숲", "y": "2023", "c": "전기전자공학"}, {"t": "수식 없이 술술 양자물리", "a": "쥘리앙 보르로프", "p": "북스힐", "y": "2023", "c": "전기전자공학"}, {"t": "수학이 필요한 순간", "a": "김민형", "p": "인플루엔셜", "y": "2018", "c": "전기전자공학"}, {"t": "아는 만큼 보이는 세상: 물리편", "a": "가와무라 야스후미", "p": "유노책주", "y": "2023", "c": "전기전자공학"}, {"t": "양자역학 쫌 아는 10대", "a": "고재현", "p": "풀빛", "y": "2023", "c": "전기전자공학"}, {"t": "양자역학이란 무엇인가", "a": "마이클 워커", "p": "처음북스", "y": "2023", "c": "전기전자공학"}, {"t": "어떻게 물리학을 사랑하지 않을 수 있을까?", "a": "짐 알칼릴리", "p": "월북", "y": "2022", "c": "전기전자공학"}, {"t": "자율주행차와 반도체의 미래", "a": "권영화", "p": "이코노미북스", "y": "2023", "c": "전기전자공학"}, {"t": "재밌어서 밤새읽는 물리 이야기", "a": "사마키 다케오", "p": "더숲", "y": "2013", "c": "전기전자공학"}, {"t": "전기차 첨단기술 교과서", "a": "톰 덴튼", "p": "보누스", "y": "2021", "c": "전기전자공학"}, {"t": "전자 정복", "a": "데릭 청, 에릭 브랙", "p": "지식의날개", "y": "2015", "c": "전기전자공학"}, {"t": "진짜 하루만에 이해하는 반도체 산업", "a": "박진성", "p": "티더블유아이지", "y": "2023", "c": "전기전자공학"}, {"t": "청소년을 위한 이것이 인공지능이다", "a": "김명락", "p": "슬로디미디어", "y": "2022", "c": "전기전자공학"}, {"t": "최리노의 한 권으로 끝내는 반도체 이야기", "a": "최리노", "p": "양문", "y": "2022", "c": "전기전자공학"}, {"t": "칩 대결", "a": "인치밍", "p": "알에이치코리아", "y": "2023", "c": "전기전자공학"}, {"t": "칩워, 누가 반도체 전쟁의 최후 승자가 될 것인가", "a": "크리스 밀러", "p": "부키", "y": "2023", "c": "전기전자공학"}, {"t": "퀀텀스토리", "a": "짐 배것", "p": "반니", "y": "2023", "c": "전기전자공학"}, {"t": "포스트 모빌리티", "a": "차두원 외", "p": "위즈덤하우스", "y": "2022", "c": "전기전자공학"}, {"t": "해킹 일렉트로닉스", "a": "사이먼 몽크", "p": "제이펍", "y": "2018", "c": "전기전자공학"}, {"t": "가볍게 읽는 유기화학", "a": "사이토 가쓰히로", "p": "북스힐", "y": "2023", "c": "화학공학"}, {"t": "같기도 하고 아니 같기도 하고", "a": "로얼드 호프만", "p": "까치", "y": "2018", "c": "화학공학"}, {"t": "거의 모든 물질의 화학", "a": "김병민", "p": "현암사", "y": "2022", "c": "화학공학"}, {"t": "걱정 많은 어른들을 위한 화학 이야기", "a": "윤정인", "p": "푸른숲", "y": "2022", "c": "화학공학"}, {"t": "곽재식의 먹는 화학 이야기", "a": "곽재식", "p": "요다", "y": "2022", "c": "화학공학"}, {"t": "곽재식의 유령 잡는 화학자", "a": "곽재식", "p": "김영사", "y": "2022", "c": "화학공학"}, {"t": "나노 화학", "a": "장홍제", "p": "휴머니스트", "y": "2023", "c": "화학공학"}, {"t": "머릿속에 쏙쏙! 원소 노트", "a": "도쿄대학교 사이언스 커뮤니케이션 동아리 CAST", "p": "시그마북스", "y": "2020", "c": "화학공학"}, {"t": "모든 것에 화학이 있다", "a": "케이트 비버도프", "p": "문학수첩", "y": "2023", "c": "화학공학"}, {"t": "미술관에 간 화학자: 두번째 이야기", "a": "전창림", "p": "어바웃어북", "y": "2019", "c": "화학공학"}, {"t": "배터리 전쟁", "a": "루카스 베드나르스키", "p": "위즈덤하우스", "y": "2023", "c": "화학공학"}, {"t": "부엌의 화학자", "a": "라파엘 오몽", "p": "더숲", "y": "2016", "c": "화학공학"}, {"t": "분자 조각가들", "a": "백승만", "p": "해나무", "y": "2023", "c": "화학공학"}, {"t": "생활 속의 화학", "a": "W. 릭스너 외", "p": "전파과학사", "y": "2022", "c": "화학공학"}, {"t": "세계사를 바꾼 화학 이야기", "a": "오미야 오사무", "p": "사람과나무사이", "y": "2022", "c": "화학공학"}, {"t": "세상을 바꾸는 반응", "a": "시어도어 그레이", "p": "다른", "y": "2018", "c": "화학공학"}, {"t": "세상을 바꾼 화학", "a": "원정현", "p": "리베르스쿨", "y": "2021", "c": "화학공학"}, {"t": "수소 혁명: 석유 시대의 종말과 세계 경제의 미래", "a": "제러미 리프킨", "p": "민음사", "y": "2020", "c": "화학공학"}, {"t": "아톰 익스프레스", "a": "조진호", "p": "위즈덤하우스", "y": "2018", "c": "화학공학"}, {"t": "알기 쉬운 고분자 이야기", "a": "박오옥", "p": "자유아카데미", "y": "2022", "c": "화학공학"}, {"t": "엑스맨 주식회사", "a": "닥터 스코, 김덕근", "p": "들녘", "y": "2020", "c": "화학공학"}, {"t": "역사가 묻고 화학이 답하다", "a": "장홍제", "p": "지상의책", "y": "2022", "c": "화학공학"}, {"t": "역사를 바꾼 17가지 화학 이야기 1", "a": "페니 르 쿠터, 제이 버레슨", "p": "사이언스북스", "y": "2014", "c": "화학공학"}, {"t": "오늘의 화학", "a": "조지 자이던", "p": "시공사", "y": "2021", "c": "화학공학"}, {"t": "우리는 어떻게 화학 물질에 중독되는가", "a": "로랑 슈발리에", "p": "흐름출판", "y": "2017", "c": "화학공학"}, {"t": "우아한 분자", "a": "장피에르 소바주", "p": "에코리브르", "y": "2023", "c": "화학공학"}, {"t": "원소가 뭐길래", "a": "장홍제", "p": "다른", "y": "2017", "c": "화학공학"}, {"t": "원소의 이름", "a": "피터 워더스", "p": "윌북", "y": "2021", "c": "화학공학"}, {"t": "이공학을 위한 무기화학 강의", "a": "이순원, 권영욱", "p": "사이플러스", "y": "2021", "c": "화학공학"}, {"t": "이런 화학이라면 포기하지 않을 텐데", "a": "김소환", "p": "보누스", "y": "2022", "c": "화학공학"}, {"t": "이렇게 재밌는 화학, 왜 몰랐을까?", "a": "천웨이쥔", "p": "북스힐", "y": "2023", "c": "화학공학"}, {"t": "이차전지 승자의 조건", "a": "정경윤 외", "p": "길벗", "y": "2023", "c": "화학공학"}, {"t": "이토록 재밌는 화학 이야기", "a": "사마키 다케오", "p": "반니", "y": "2022", "c": "화학공학"}, {"t": "인간이 만든 물질, 물질이 만든 인간", "a": "아이니사 라미레즈", "p": "김영사", "y": "2022", "c": "화학공학"}, {"t": "주기율표를 읽는 시간", "a": "김병민", "p": "동아시아", "y": "2020", "c": "화학공학"}, {"t": "처음부터 화학이 이렇게 쉬웠다면", "a": "사마키 다케오", "p": "한국경제신문", "y": "2021", "c": "화학공학"}, {"t": "탄소중립 수소혁명", "a": "이순형", "p": "쇼팽의서재", "y": "2022", "c": "화학공학"}, {"t": "하루 한 권, 일상 속의 화학 물질", "a": "사마키 다케오, 잇시키 겐지", "p": "드루", "y": "2023", "c": "화학공학"}, {"t": "화학물질의 습격, 위험한 시대를 사는 법", "a": "계명찬", "p": "코리아닷컴", "y": "2018", "c": "화학공학"}, {"t": "화학의 눈으로 보면 녹색지구가 펼쳐진다", "a": "원정현", "p": "갈매나무", "y": "2023", "c": "화학공학"}, {"t": "1페이지 마케팅 플랜", "a": "앨런 딥", "p": "알파미디어", "y": "2022", "c": "경영"}, {"t": "경영의 본질", "a": "프레드문트 말릭", "p": "센시오", "y": "2023", "c": "경영"}, {"t": "고객이 달라졌다", "a": "현성운", "p": "포르체", "y": "2020", "c": "경영"}, {"t": "괴물 같은 기업 키엔스를 배워라", "a": "니시오카 안누", "p": "더퀘스트", "y": "2023", "c": "경영"}, {"t": "구글의 아침은 자유가 시작된다", "a": "라즐로 복", "p": "알에이치코리아", "y": "2021", "c": "경영"}, {"t": "권력을 경영하는 7가지 원칙", "a": "제프리 페퍼", "p": "비즈니스북스", "y": "2023", "c": "경영"}, {"t": "글로벌 클래스", "a": "에런 맥대니얼, 클라우스 베하게", "p": "한빛비즈", "y": "2023", "c": "경영"}, {"t": "기묘한 이커머스 이야기", "a": "기묘한", "p": "프리덤북스", "y": "2021", "c": "경영"}, {"t": "나는 장사의 신이다.", "a": "은현장", "p": "떠오름", "y": "2021", "c": "경영"}, {"t": "뇌, 욕망의 비밀을 풀다", "a": "한스-게오르크 호이젤", "p": "비즈니스북스", "y": "2019", "c": "경영"}, {"t": "다이브 딥", "a": "박선희", "p": "알에이치코리아", "y": "2023", "c": "경영"}, {"t": "더 플로", "a": "안유화", "p": "경이로움", "y": "2023", "c": "경영"}, {"t": "디즈니만이 하는 것", "a": "로버트 아이거", "p": "쌤앤파커스", "y": "2020", "c": "경영"}, {"t": "머니 트렌드 2024", "a": "김도윤 외", "p": "북모먼트", "y": "2023", "c": "경영"}, {"t": "모바일 미래보고서 2024", "a": "커넥팅랩 외", "p": "비즈니스북스", "y": "2023", "c": "경영"}, {"t": "미래관찰자의 살아 있는 아이디어", "a": "서울대학교 국가미래전략원", "p": "포르체", "y": "2023", "c": "경영"}, {"t": "믹스", "a": "안성은", "p": "더퀘스트", "y": "2022", "c": "경영"}, {"t": "반도체 열전", "a": "유웅환", "p": "비즈니스맵", "y": "2023", "c": "경영"}, {"t": "백종원의 장사 이야기", "a": "백종원", "p": "알에이치코리아", "y": "2023", "c": "경영"}, {"t": "보랏빛 소가 온다", "a": "세스 고딘", "p": "쌤앤파커스", "y": "2023", "c": "경영"}, {"t": "비즈니스 리프레임", "a": "이연주", "p": "라온북", "y": "2023", "c": "경영"}, {"t": "비즈니스 협상론", "a": "김병국", "p": "알에이치코리아", "y": "2023", "c": "경영"}, {"t": "삼성과 효도경영", "a": "문봉수", "p": "북랩", "y": "2023", "c": "경영"}, {"t": "샘 올트먼의 생각들", "a": "스탠리 최 외", "p": "여의도책방", "y": "2023", "c": "경영"}, {"t": "세상 모든 창업가가 묻고 싶은 질문들", "a": "토머스 아이젠만", "p": "비즈니스북스", "y": "2022", "c": "경영"}, {"t": "세컨드 펭귄", "a": "임승현", "p": "서사원", "y": "2023", "c": "경영"}, {"t": "소비자의 마음", "a": "멜리나 파머", "p": "사람in", "y": "2023", "c": "경영"}, {"t": "순서 파괴", "a": "콜린 브라이어, 빌 카", "p": "다산북스", "y": "2021", "c": "경영"}, {"t": "슈독", "a": "필 나이트", "p": "사회평론", "y": "2016", "c": "경영"}, {"t": "스타벅스, 커피 한 잔에 담긴 성공신화", "a": "하워드 슐츠, 도리 존스 양", "p": "김영사", "y": "2022", "c": "경영"}, {"t": "스티브 잡스", "a": "월터 아이작슨", "p": "민음사", "y": "2015", "c": "경영"}, {"t": "스틱", "a": "칩 히스, 댄 히스", "p": "웅진지식하우스", "y": "2022", "c": "경영"}, {"t": "시대예보:핵개인의 시대", "a": "송길영", "p": "교보문고", "y": "2023", "c": "경영"}, {"t": "신상품", "a": "천지윤 외", "p": "북스톤", "y": "2023", "c": "경영"}, {"t": "아메바 경영", "a": "이나모리 가즈오", "p": "한국경제신문사", "y": "2017", "c": "경영"}, {"t": "얼굴 없는 중개자들", "a": "하비에르 블라스, 잭 파시", "p": "알키", "y": "2023", "c": "경영"}, {"t": "월마트, 두려움 없는 도전", "a": "샘 월턴, 존 휴이", "p": "라이팅하우스", "y": "2022", "c": "경영"}, {"t": "이것은 작은 브랜드를 위한 책", "a": "이근상", "p": "몽스북", "y": "2021", "c": "경영"}, {"t": "인터널 커뮤니케이션", "a": "이연재", "p": "커뮤니케이션북스", "y": "2023", "c": "경영"}, {"t": "일론머스크", "a": "월터 아이작슨", "p": "21세기북스", "y": "2023", "c": "경영"}, {"t": "일의 격", "a": "신수정", "p": "턴어라운드", "y": "2021", "c": "경영"}, {"t": "일터의 설계자들", "a": "나하나", "p": "웨일북", "y": "2023", "c": "경영"}, {"t": "주식회사 이야기", "a": "이준일", "p": "이콘", "y": "2023", "c": "경영"}, {"t": "최고의 조직", "a": "김성준", "p": "포르체", "y": "2022", "c": "경영"}, {"t": "취향을 설계하는 곳, 츠타야", "a": "마스다 무네아키", "p": "위즈덤하우스", "y": "2017", "c": "경영"}, {"t": "파타고니아, 파도가 칠 때는 서핑을", "a": "이본 쉬나드", "p": "라이팅하우스", "y": "2020", "c": "경영"}, {"t": "한국상인, 중국상인, 일본상인", "a": "이영호", "p": "스노우폭스북스", "y": "2023", "c": "경영"}, {"t": "AI로 브랜딩하다", "a": "서지영, 임승철", "p": "매일경제신문사", "y": "2023", "c": "경영"}, {"t": "B2B 경영, 훅하고 딜하라", "a": "배재훈", "p": "포르체", "y": "2022", "c": "경영"}, {"t": "Z세대 트렌드 2024", "a": "대학내일20대연구소", "p": "위즈덤하우스", "y": "2023", "c": "경영"}, {"t": "10대를 위한 방과 후 주식 특강", "a": "박성현", "p": "다림", "y": "2022", "c": "경제"}, {"t": "1일 1단어 1분으로 끝내는 금융공부", "a": "이혜경", "p": "글담", "y": "2023", "c": "경제"}, {"t": "1일 1장 뽑아 쓰는 냅킨 경제학", "a": "티나 헤이", "p": "더퀘스트", "y": "2022", "c": "경제"}, {"t": "가난한 미국 부유한 중국", "a": "김연규", "p": "라의눈", "y": "2022", "c": "경제"}, {"t": "가짜 노동", "a": "데니스 뇌르마르크, 아네르스 포그 옌센", "p": "자음과모음", "y": "2022", "c": "경제"}, {"t": "경기순환 알고 갑시다", "a": "김영익", "p": "위너스북", "y": "2023", "c": "경제"}, {"t": "경제기사 궁금증 300문 300답", "a": "곽해선", "p": "혜다", "y": "2023", "c": "경제"}, {"t": "경제학 콘서트 1", "a": "팀 하포드", "p": "웅진지식하우스", "y": "2022", "c": "경제"}, {"t": "경제학이 필요한 순간", "a": "김현철", "p": "김영사", "y": "2023", "c": "경제"}, {"t": "국제거래와 환율 쫌 아는 10대", "a": "석혜원", "p": "풀빛", "y": "2019", "c": "경제"}, {"t": "금리의 역습", "a": "에드워드 챈슬러", "p": "위즈덤하우스", "y": "2023", "c": "경제"}, {"t": "기후를 위한 경제학", "a": "김병권", "p": "착한책가게", "y": "2023", "c": "경제"}, {"t": "나쁜 사마리아인들", "a": "장하준", "p": "부키", "y": "2023", "c": "경제"}, {"t": "넛지: 파이널 에디션", "a": "리처드 H. 탈러, 캐스 R. 선스타인", "p": "리더스북", "y": "2022", "c": "경제"}, {"t": "노이즈: 생각의 잡음", "a": "대니얼 카너먼 외", "p": "김영사", "y": "2022", "c": "경제"}, {"t": "다시, 케인스", "a": "존 메이너드 케인스 외", "p": "포레스트북스", "y": "2023", "c": "경제"}, {"t": "당신의 경제 IQ를 높여라", "a": "한순구", "p": "삼성글로벌리서치", "y": "2023", "c": "경제"}, {"t": "대한민국 돈의 역사", "a": "홍춘욱", "p": "상상스퀘어", "y": "2023", "c": "경제"}, {"t": "대한민국에서 가장 쉽게 쓴 민법책", "a": "오수현", "p": "시원북스", "y": "2023", "c": "경제"}, {"t": "도넛 경제학", "a": "케이트 레이워스", "p": "학고재", "y": "2018", "c": "경제"}, {"t": "돈으로 살 수 없는 것들", "a": "마이클 샌델", "p": "와이즈베리", "y": "2012", "c": "경제"}, {"t": "메타버스 유토피아", "a": "마크 반 리메남", "p": "21세기북스", "y": "2023", "c": "경제"}, {"t": "미래를 읽는 문화경제 트렌드", "a": "최연구", "p": "중앙경제평론사", "y": "2023", "c": "경제"}, {"t": "밥 먹여주는 경제학", "a": "셰종보", "p": "더페이지", "y": "2023", "c": "경제"}, {"t": "벤 버냉키의 21세기 통화 정책", "a": "벤 S. 버냉키", "p": "상상스퀘어", "y": "2023", "c": "경제"}, {"t": "변절 빌런의 암호화폐 경제학", "a": "정재웅", "p": "책밥", "y": "2022", "c": "경제"}, {"t": "부자 아빠 가난한 아빠1", "a": "로버트 기요사키", "p": "민음인", "y": "2018", "c": "경제"}, {"t": "부자의 그릇", "a": "이즈미 마사토", "p": "다산북스", "y": "2020", "c": "경제"}, {"t": "블록체인과 코인 누가 돈을 버는가", "a": "예자선", "p": "지식과감성#", "y": "2022", "c": "경제"}, {"t": "세계시민이 된 실험경제반 아이들", "a": "김나영", "p": "리틀에이", "y": "2022", "c": "경제"}, {"t": "세계지도를 펼치면 돈의 흐름이 보인다", "a": "박정호", "p": "반니", "y": "2023", "c": "경제"}, {"t": "애덤 스미스", "a": "니콜라스 필립슨", "p": "한국경제신문", "y": "2023", "c": "경제"}, {"t": "앨빈 토플러 청소년 부의 미래", "a": "앨빈 토플러, 하이디 토플러", "p": "청림출판", "y": "2023", "c": "경제"}, {"t": "예정된 미래", "a": "이현훈", "p": "파지트", "y": "2022", "c": "경제"}, {"t": "왜 부자만 더 부유해질까", "a": "해들리 다이어, 미첼 버나드", "p": "아울북", "y": "2023", "c": "경제"}, {"t": "외계어 없이 이해하는 암호화폐", "a": "송범근", "p": "책비", "y": "2018", "c": "경제"}, {"t": "위기의 역사", "a": "오건영", "p": "페이지2", "y": "2023", "c": "경제"}, {"t": "이강국의 경제 EXIT", "a": "이강국", "p": "책세상", "y": "2023", "c": "경제"}, {"t": "일본이 온다", "a": "김현철", "p": "쌤앤파커스", "y": "2023", "c": "경제"}, {"t": "장하준의 경제학 레시피", "a": "장하준", "p": "부키", "y": "2023", "c": "경제"}, {"t": "죽은 경제학자의 살아있는 아이디어", "a": "토드 부크홀츠", "p": "김영사", "y": "2023", "c": "경제"}, {"t": "지방소멸", "a": "마스다 히로야", "p": "와이즈베리", "y": "2015", "c": "경제"}, {"t": "지적 대화를 위한 넓고 얕은 지식 1", "a": "채사장", "p": "웨일북", "y": "2020", "c": "경제"}, {"t": "챗GPT가 내 생각을 훔친다면", "a": "김미주", "p": "책폴", "y": "2023", "c": "경제"}, {"t": "청소년을 위한 위대한 경제학 고전 25권을 1권으로 읽는 책", "a": "홍기훈", "p": "빅피시", "y": "2023", "c": "경제"}, {"t": "초강달러시대,돈의 흐름", "a": "홍재화", "p": "포르체", "y": "2023", "c": "경제"}, {"t": "타임라인 경제교실", "a": "태지원", "p": "동녘", "y": "2023", "c": "경제"}, {"t": "플랫폼노믹스", "a": "윤상진", "p": "포르체", "y": "2021", "c": "경제"}, {"t": "화폐의 미래", "a": "에스와르 S. 프라사드", "p": "김영사", "y": "2023", "c": "경제"}, {"t": "AI 이후의 세계", "a": "헨리 키신저 외", "p": "윌북", "y": "2023", "c": "경제"}, {"t": "1인 미디어", "a": "변용수", "p": "커뮤니케이션북스", "y": "2023", "c": "미디어/언론"}, {"t": "AI 저널리즘", "a": "박창섭", "p": "두리반", "y": "2023", "c": "미디어/언론"}, {"t": "CIA 분석가가 알려 주는 가짜 뉴스의 모든 것", "a": "신디 L. 오티스", "p": "원더박스", "y": "2023", "c": "미디어/언론"}, {"t": "OTT 스토리텔링 생존 공식", "a": "김공숙 외", "p": "북코리아", "y": "2022", "c": "미디어/언론"}, {"t": "OTT시대 스포츠 보편적 시청권", "a": "신삼수 외", "p": "한울", "y": "2023", "c": "미디어/언론"}, {"t": "SNS와 스마트폰 중독 어떻게 해결할까?", "a": "김대경 외", "p": "동아엠앤비", "y": "2023", "c": "미디어/언론"}, {"t": "감정과 미디어", "a": "나은영", "p": "컬처룩", "y": "2021", "c": "미디어/언론"}, {"t": "광고 리터러시", "a": "안순태", "p": "한나래", "y": "2023", "c": "미디어/언론"}, {"t": "근데 에디터는 무슨 일 해요?", "a": "박의나, 윤경민", "p": "고호콘텐츠", "y": "2021", "c": "미디어/언론"}, {"t": "뉴욕타임스 읽어주는 여자", "a": "박세정", "p": "씽크스마트", "y": "2023", "c": "미디어/언론"}, {"t": "디지털 세대의 아날로그 양육자들", "a": "소니아 리빙스턴, 얼리샤 블럼-로스", "p": "위즈덤하우스", "y": "2023", "c": "미디어/언론"}, {"t": "디지털 시대 영상 문화와 윤리", "a": "홍석경 외", "p": "컬처룩", "y": "2022", "c": "미디어/언론"}, {"t": "딥페이크의 얼굴", "a": "이소은, 최순욱", "p": "스리체어스", "y": "2023", "c": "미디어/언론"}, {"t": "랜선 사회", "a": "에이미 S. 브루크먼", "p": "한빛미디어", "y": "2023", "c": "미디어/언론"}, {"t": "문화산업과 미디어콘텐츠", "a": "구문모 외", "p": "시간의물레", "y": "2022", "c": "미디어/언론"}, {"t": "뮤직비디오의 이해", "a": "김진곤", "p": "커뮤니케이션북스", "y": "2018", "c": "미디어/언론"}, {"t": "미디어 리터러시", "a": "이현주, 이현옥", "p": "북스타", "y": "2023", "c": "미디어/언론"}, {"t": "미디어, 노동인권을 말하다", "a": "진선미", "p": "메이킹북스", "y": "2023", "c": "미디어/언론"}, {"t": "미디어, 디지털 세상을 잇다", "a": "주형일", "p": "한국문학사", "y": "2023", "c": "미디어/언론"}, {"t": "미디어와 홍보", "a": "송의호", "p": "한국학술정보", "y": "2023", "c": "미디어/언론"}, {"t": "미디어의 역사", "a": "자크 아탈리", "p": "책과함께", "y": "2022", "c": "미디어/언론"}, {"t": "배리어프리 영상제작론", "a": "김정희", "p": "산지니", "y": "2018", "c": "미디어/언론"}, {"t": "서사의 위기", "a": "한병철", "p": "다산초당", "y": "2023", "c": "미디어/언론"}, {"t": "소셜 미디어 프리즘", "a": "크리스 베일", "p": "상상스퀘어", "y": "2023", "c": "미디어/언론"}, {"t": "소셜미디어는 인생의 낭비일까요?", "a": "김보미", "p": "서해문집", "y": "2018", "c": "미디어/언론"}, {"t": "숏폼 기획 아이디어", "a": "연희승", "p": "박영사", "y": "2022", "c": "미디어/언론"}, {"t": "시선을 사로잡는 매력적인 영상 만들기", "a": "강수석", "p": "북핀", "y": "2022", "c": "미디어/언론"}, {"t": "언론을 상대하는 법", "a": "신상진", "p": "이담북스", "y": "2023", "c": "미디어/언론"}, {"t": "언론자유와 정치철학", "a": "손영준", "p": "박영사", "y": "2023", "c": "미디어/언론"}, {"t": "언커머셜: 한국 상업사진, 1984년 이후", "a": "강혜원 외", "p": "워크룸프레스", "y": "2023", "c": "미디어/언론"}, {"t": "여론조사, 모르면 말하지 마세요", "a": "김현태", "p": "미다스북스", "y": "2023", "c": "미디어/언론"}, {"t": "연결하는 소설: 미디어로 만나는 우리", "a": "김애란 외", "p": "창비교육", "y": "2023", "c": "미디어/언론"}, {"t": "영상은 움직이지 않는다", "a": "이훈희", "p": "책과나무", "y": "2022", "c": "미디어/언론"}, {"t": "우리는 도전을 즐겼다", "a": "박관우 외", "p": "생각나눔", "y": "2022", "c": "미디어/언론"}, {"t": "위험, 사회, 미디어", "a": "김용찬 외", "p": "컬처룩", "y": "2023", "c": "미디어/언론"}, {"t": "인공지능 시대의 미디어 윤리", "a": "박아란", "p": "커뮤니케이션북스", "y": "2022", "c": "미디어/언론"}, {"t": "잡지 만드는 법", "a": "박지수", "p": "유유", "y": "2023", "c": "미디어/언론"}, {"t": "장면들", "a": "손석희", "p": "창비", "y": "2021", "c": "미디어/언론"}, {"t": "Chalkak 찰칵 03", "a": "찰칵 편집부", "p": "엘로퀀스", "y": "2023", "c": "미디어/언론"}, {"t": "챗GPT 교육혁명", "a": "정제영 외", "p": "포르체", "y": "2023", "c": "미디어/언론"}, {"t": "챗GPT 시대, 청소년을 위한 미디어 탐구", "a": "이창호", "p": "지금", "y": "2023", "c": "미디어/언론"}, {"t": "출판기획의 한계를 넘어", "a": "이시우", "p": "투데이북스", "y": "2023", "c": "미디어/언론"}, {"t": "클로징 멘트", "a": "조재익", "p": "하양인", "y": "2023", "c": "미디어/언론"}, {"t": "파피루스에서 전자책까지 모든 책의 역사", "a": "우베 요쿰", "p": "마인드큐브", "y": "2023", "c": "미디어/언론"}, {"t": "패션, 영화를 디자인하다", "a": "진경옥", "p": "산지니", "y": "2023", "c": "미디어/언론"}, {"t": "프리한 10대 미디어 프리", "a": "강병철", "p": "푸른들녘", "y": "2023", "c": "미디어/언론"}, {"t": "플랫폼 내러티브", "a": "권승태", "p": "커뮤니케이션북스", "y": "2023", "c": "미디어/언론"}, {"t": "플레이밍 사회", "a": "이토 마사아키", "p": "북바이북", "y": "2023", "c": "미디어/언론"}, {"t": "한국영화가 사라진다", "a": "이승연", "p": "바틀비", "y": "2023", "c": "미디어/언론"}, {"t": "현대사회와 미디어커뮤니케이션", "a": "한국언론정보학회", "p": "한울", "y": "2023", "c": "미디어/언론"}, {"t": "101 세계", "a": "구정은, 이지선", "p": "푸른들녘", "y": "2022", "c": "역사"}, {"t": "10대를 위한 총균쇠 수업", "a": "김정진", "p": "넥스트씨", "y": "2023", "c": "역사"}, {"t": "30개 도시로 읽는 세계사", "a": "조 지무쇼", "p": "다산초당", "y": "2020", "c": "역사"}, {"t": "가장 쉬운 역사 첫걸음", "a": "이영", "p": "동양북스", "y": "2023", "c": "역사"}, {"t": "개인은 역사를 바꿀 수 있는가", "a": "마거릿 맥밀런", "p": "산처럼", "y": "2016", "c": "역사"}, {"t": "경성의 화가들, 근대를 거닐다: 북촌편", "a": "황정수", "p": "푸른역사", "y": "2022", "c": "역사"}, {"t": "경이로운 역사 콘서트", "a": "그레그 제너", "p": "상상스퀘어", "y": "2022", "c": "역사"}, {"t": "공공역사를 실천 중입니다", "a": "이하나 외", "p": "푸른역사", "y": "2023", "c": "역사"}, {"t": "교양인을 위한 역사학 교실", "a": "윤진석", "p": "이른비", "y": "2022", "c": "역사"}, {"t": "그들은 왜 최후의 승자가 되지 못했나", "a": "한순구", "p": "삼성글로벌리서치", "y": "2023", "c": "역사"}, {"t": "그래서 역사가 필요해", "a": "신동욱", "p": "포르체", "y": "2021", "c": "역사"}, {"t": "논쟁으로 읽는 한국 현대사", "a": "김호기, 박태균", "p": "메디치미디어", "y": "2019", "c": "역사"}, {"t": "농경의 배신", "a": "제임스 C. 스콧", "p": "책과함께", "y": "2019", "c": "역사"}, {"t": "당신의 역사가 역사를 만날 때", "a": "임라원", "p": "모길비", "y": "2023", "c": "역사"}, {"t": "독일사 산책", "a": "닐 맥그리거", "p": "옥당", "y": "2016", "c": "역사"}, {"t": "뜨거운 지구, 역사를 뒤흔들다", "a": "브라이언 페이건", "p": "씨마스21", "y": "2022", "c": "역사"}, {"t": "마주 보는 역사수업", "a": "전국역사교사모임, 일본역사교육자협의회", "p": "휴머니스트", "y": "2023", "c": "역사"}, {"t": "메트로폴리스", "a": "벤 윌슨", "p": "매일경제신문사", "y": "2021", "c": "역사"}, {"t": "문화로 읽는 세계사", "a": "주경철", "p": "사계절", "y": "2015", "c": "역사"}, {"t": "문화인류학으로 보는 동아시아", "a": "가미즈루 히사히코 외", "p": "눌민", "y": "2021", "c": "역사"}, {"t": "발밑의 세계사", "a": "이동민", "p": "위즈덤하우스", "y": "2023", "c": "역사"}, {"t": "세계사를 결정짓는 7가지 힘", "a": "모토무라 료지", "p": "사람과나무사이", "y": "2020", "c": "역사"}, {"t": "세상 모든 것의 기원", "a": "강인욱", "p": "흐름출판", "y": "2023", "c": "역사"}, {"t": "세상을 떠들썩하게 만든 세기의 재판 이야기", "a": "장보람", "p": "팜파스", "y": "2023", "c": "역사"}, {"t": "식탁 위의 세계사", "a": "이영숙", "p": "창비", "y": "2012", "c": "역사"}, {"t": "신친일파", "a": "호사카 유지", "p": "봄이아트북스", "y": "2020", "c": "역사"}, {"t": "실크로드 세계사", "a": "피터 프랭코판", "p": "책과함께", "y": "2017", "c": "역사"}, {"t": "썬킴의 거침없는 세계사", "a": "썬킴", "p": "지식의숲", "y": "2021", "c": "역사"}, {"t": "역사 선생님이 들려주는 동아시아 맞수 열전", "a": "전국역사교사모임", "p": "북멘토", "y": "2022", "c": "역사"}, {"t": "역사의 쓸모", "a": "최태성", "p": "다산초당", "y": "2019", "c": "역사"}, {"t": "왜 역사를 배워야 할까?", "a": "샘 와인버그", "p": "휴머니스트", "y": "2019", "c": "역사"}, {"t": "우리 역사 속 전염병", "a": "신병주", "p": "매일경제신문사", "y": "2022", "c": "역사"}, {"t": "울게 되는 한국사", "a": "김재원", "p": "빅피시", "y": "2023", "c": "역사"}, {"t": "이슬람 학교 1, 2", "a": "이희수", "p": "청아출판사", "y": "2015", "c": "역사"}, {"t": "있는 그대로 인도", "a": "김기상", "p": "초록비책공방", "y": "2023", "c": "역사"}, {"t": "조선 미술관", "a": "탁현규", "p": "블랙피쉬", "y": "2023", "c": "역사"}, {"t": "지구 파괴의 역사", "a": "김병민", "p": "포르체", "y": "2023", "c": "역사"}, {"t": "지식의 지도", "a": "바이얼릿 몰러", "p": "마농지", "y": "2023", "c": "역사"}, {"t": "진실의 흑역사", "a": "톰 필립스", "p": "윌북", "y": "2020", "c": "역사"}, {"t": "질문하는 역사", "a": "주경철", "p": "산처럼", "y": "2021", "c": "역사"}, {"t": "처음 읽는 돈의 세계사", "a": "미야자키 마사카츠", "p": "탐나는책", "y": "2023", "c": "역사"}, {"t": "처음 읽는 미국사", "a": "전국역사교사모임", "p": "휴머니스트", "y": "2018", "c": "역사"}, {"t": "초록색 옷을 입은 사람들", "a": "김종성", "p": "유아이북스", "y": "2023", "c": "역사"}, {"t": "최소한의 한국사", "a": "최태성", "p": "프런트페이지", "y": "2023", "c": "역사"}, {"t": "칼날 위의 역사", "a": "이덕일", "p": "인문서원", "y": "2016", "c": "역사"}, {"t": "키워드 동남아", "a": "강희정 외", "p": "한겨레출판", "y": "2022", "c": "역사"}, {"t": "팬데믹 시대에 경계를 바라보다", "a": "차용구 외", "p": "소명출판", "y": "2022", "c": "역사"}, {"t": "편지로 보는 은밀한 세계사", "a": "송영심", "p": "팜파스", "y": "2023", "c": "역사"}, {"t": "호모 데우스", "a": "유발 하라리", "p": "김영사", "y": "2017", "c": "역사"}, {"t": "호모 루덴스", "a": "요한 하위징아", "p": "연암서가", "y": "2018", "c": "역사"}, {"t": "12가지 인생의 법칙", "a": "조던 B. 피터슨", "p": "메이븐", "y": "2023", "c": "심리/상담"}, {"t": "감정 어휘", "a": "유선경", "p": "앤의서재", "y": "2022", "c": "심리/상담"}, {"t": "감정이라는 세계", "a": "레온 빈트샤이트", "p": "웅진지식하우스", "y": "2022", "c": "심리/상담"}, {"t": "게으른 완벽주의자를 위한 심리학", "a": "헤이든 핀치", "p": "시크릿하우스", "y": "2022", "c": "심리/상담"}, {"t": "겸손한 공감", "a": "김병수", "p": "더퀘스트", "y": "2022", "c": "심리/상담"}, {"t": "괴롭힘은 어떻게 뇌를 망가뜨리는가", "a": "제니퍼 프레이저", "p": "심심", "y": "2023", "c": "심리/상담"}, {"t": "그릿", "a": "앤절라 더크워스", "p": "비즈니스북스", "y": "2019", "c": "심리/상담"}, {"t": "기회의 심리학", "a": "바버라 블래츨리", "p": "안타레스", "y": "2023", "c": "심리/상담"}, {"t": "나는 왜 내 마음이 버거울까?", "a": "유영서", "p": "미래의창", "y": "2023", "c": "심리/상담"}, {"t": "나는 왜 집중하지 못하는가", "a": "반건호", "p": "라이프앤페이지", "y": "2022", "c": "심리/상담"}, {"t": "나르시시스트 관계 수업", "a": "브렌다 스티븐스", "p": "유노라이프", "y": "2023", "c": "심리/상담"}, {"t": "나를 다 안다는 착각", "a": "카렌 호나이", "p": "페이지2", "y": "2023", "c": "심리/상담"}, {"t": "나를 지키는 관계가 먼저입니다", "a": "안젤라 센", "p": "쌤앤파커스", "y": "2023", "c": "심리/상담"}, {"t": "나를 지키는 관계의 기술", "a": "네드라 글로버 타와브", "p": "매일경제신문사", "y": "2023", "c": "심리/상담"}, {"t": "내가 나를 치유하는 시간", "a": "김주수", "p": "프로방스", "y": "2023", "c": "심리/상담"}, {"t": "내향인을 위한 심리학 수업", "a": "최재훈", "p": "미래의창", "y": "2022", "c": "심리/상담"}, {"t": "당신에게 무슨 일이 있었나요", "a": "브루스 D. 페리, 오프라 윈프리", "p": "부키", "y": "2022", "c": "심리/상담"}, {"t": "당신이 알던 MBTI는 진짜 MBTI가 아니다", "a": "고영재", "p": "인스피레이션", "y": "2022", "c": "심리/상담"}, {"t": "대화력의 비밀", "a": "황시투안", "p": "미디어숲", "y": "2023", "c": "심리/상담"}, {"t": "도둑맞은 집중력", "a": "요한 하리", "p": "어크로스", "y": "2023", "c": "심리/상담"}, {"t": "등교거부 심리치료", "a": "성태훈", "p": "학지사", "y": "2023", "c": "심리/상담"}, {"t": "마음 가면", "a": "브레네 브라운", "p": "웅진지식하우스", "y": "2023", "c": "심리/상담"}, {"t": "마음을 돌보는 뇌과학", "a": "안데르스 한센", "p": "한국경제신문", "y": "2023", "c": "심리/상담"}, {"t": "마음의 여섯 얼굴", "a": "김건종", "p": "에이도스", "y": "2022", "c": "심리/상담"}, {"t": "마음의 지혜", "a": "김경일", "p": "포레스트북스", "y": "2023", "c": "심리/상담"}, {"t": "마음이 아니라 뇌가 불안한 겁니다", "a": "다니엘 G. 에이멘", "p": "위즈덤하우스", "y": "2023", "c": "심리/상담"}, {"t": "마음의 짐을 안고 있는 당신에게", "a": "나이토 요시히토", "p": "김영사", "y": "2021", "c": "심리/상담"}, {"t": "매우 예민한 사람들을 위한 상담소", "a": "전홍진", "p": "한겨레출판", "y": "2023", "c": "심리/상담"}, {"t": "미래의 나를 구하러 갑니다", "a": "변지영", "p": "더퀘스트", "y": "2023", "c": "심리/상담"}, {"t": "반려동물과 이별한 사람을 위한 책", "a": "이학범", "p": "포르체", "y": "2021", "c": "심리/상담"}, {"t": "변증법 행동치료", "a": "마샤 M. 리네한", "p": "학지사", "y": "2023", "c": "심리/상담"}, {"t": "상처받지 않는 영혼", "a": "마이클 A. 싱어", "p": "라이팅하우스", "y": "2014", "c": "심리/상담"}, {"t": "손 안에 갇힌 사람들", "a": "니컬러스 카다라스", "p": "흐름출판", "y": "2023", "c": "심리/상담"}, {"t": "심리 대화술", "a": "이노우에 도모스케", "p": "밀리언서재", "y": "2023", "c": "심리/상담"}, {"t": "생각이 너무 많은 어른들을 위한 심리학", "a": "김혜남", "p": "메이븐", "y": "2023", "c": "심리/상담"}, {"t": "세계 심리학 필독서 30", "a": "사토 다쓰야", "p": "센시오", "y": "2022", "c": "심리/상담"}, {"t": "씽킹 101", "a": "안우경", "p": "흐름출판", "y": "2023", "c": "심리/상담"}, {"t": "우리는 여전히 삶을 사랑하는가", "a": "에리히 프롬", "p": "김영사", "y": "2022", "c": "심리/상담"}, {"t": "우울할 땐 뇌과학", "a": "앨릭스 코브", "p": "심심", "y": "2018", "c": "심리/상담"}, {"t": "인정욕구", "a": "에노모토 히로아키", "p": "피카", "y": "2023", "c": "심리/상담"}, {"t": "제정신이라는 착각", "a": "필리프 슈테르처", "p": "김영사", "y": "2023", "c": "심리/상담"}, {"t": "좋은 사람이 되는 것은 왜 어려운가", "a": "아르민 팔크", "p": "김영사", "y": "2023", "c": "심리/상담"}, {"t": "정신분석 입문", "a": "지크문트 프로이트", "p": "오늘의책", "y": "2022", "c": "심리/상담"}, {"t": "집단 착각", "a": "토드 로즈", "p": "21세기북스", "y": "2023", "c": "심리/상담"}, {"t": "참을 수 없이 불안할 때, 에리히 프롬", "a": "박찬국", "p": "21세기북스", "y": "2022", "c": "심리/상담"}, {"t": "최선의 고통", "a": "폴 블룸", "p": "알에이치코리아", "y": "2022", "c": "심리/상담"}, {"t": "칼 융 무의식의 심리학", "a": "칼 구스타프 융", "p": "부글북스", "y": "2022", "c": "심리/상담"}, {"t": "타인의 마음", "a": "김경일, 사피엔스 스튜디오", "p": "샘터", "y": "2022", "c": "심리/상담"}, {"t": "파리의 심리학 카페", "a": "모드 르안", "p": "클랩북스", "y": "2023", "c": "심리/상담"}, {"t": "퓨처 셀프", "a": "벤저민 하디", "p": "상상스퀘어", "y": "2023", "c": "심리/상담"}];

export const BOOKS_BY_CATEGORY = {"인문계열": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42], "사회": [43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500], "자연계열": [86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128], "공학계열": [129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171], "의약계열": [172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214], "예체능계열": [215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257], "교육계열": [258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300], "국어": [301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350], "영어": [351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400], "수학": [401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450], "과학": [501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550], "윤리/도덕": [551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600], "의예과": [601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660], "치의예과": [661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675], "한의예과": [676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690], "수의예과": [691, 692, 693, 694, 695, 696, 697, 698, 699, 700], "약학과": [701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750], "간호학과": [751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780], "생명과학": [781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830], "환경/생태": [831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 876, 877, 878, 879, 880], "컴퓨터공학": [881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 906, 907, 908, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920], "소프트웨어": [921, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 940, 941, 942, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 956, 957, 958, 959, 960], "기계공학": [961, 962, 963, 964, 965, 966, 967, 968, 969, 970, 971, 972, 973, 974, 975, 976, 977, 978, 979, 980, 981, 982, 983, 984, 985, 986, 987, 988, 989, 990, 991, 992, 993, 994, 995, 996, 997, 998, 999, 1000], "로봇공학": [1001, 1002, 1003, 1004, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1012, 1013, 1014, 1015, 1016, 1017, 1018, 1019, 1020, 1021, 1022, 1023, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1031, 1032, 1033, 1034, 1035, 1036, 1037, 1038, 1039, 1040], "전기전자공학": [1041, 1042, 1043, 1044, 1045, 1046, 1047, 1048, 1049, 1050, 1051, 1052, 1053, 1054, 1055, 1056, 1057, 1058, 1059, 1060, 1061, 1062, 1063, 1064, 1065, 1066, 1067, 1068, 1069, 1070, 1071, 1072, 1073, 1074, 1075, 1076, 1077, 1078, 1079, 1080], "화학공학": [1081, 1082, 1083, 1084, 1085, 1086, 1087, 1088, 1089, 1090, 1091, 1092, 1093, 1094, 1095, 1096, 1097, 1098, 1099, 1100, 1101, 1102, 1103, 1104, 1105, 1106, 1107, 1108, 1109, 1110, 1111, 1112, 1113, 1114, 1115, 1116, 1117, 1118, 1119, 1120], "경영": [1121, 1122, 1123, 1124, 1125, 1126, 1127, 1128, 1129, 1130, 1131, 1132, 1133, 1134, 1135, 1136, 1137, 1138, 1139, 1140, 1141, 1142, 1143, 1144, 1145, 1146, 1147, 1148, 1149, 1150, 1151, 1152, 1153, 1154, 1155, 1156, 1157, 1158, 1159, 1160, 1161, 1162, 1163, 1164, 1165, 1166, 1167, 1168, 1169, 1170], "경제": [1171, 1172, 1173, 1174, 1175, 1176, 1177, 1178, 1179, 1180, 1181, 1182, 1183, 1184, 1185, 1186, 1187, 1188, 1189, 1190, 1191, 1192, 1193, 1194, 1195, 1196, 1197, 1198, 1199, 1200, 1201, 1202, 1203, 1204, 1205, 1206, 1207, 1208, 1209, 1210, 1211, 1212, 1213, 1214, 1215, 1216, 1217, 1218, 1219, 1220], "미디어/언론": [1221, 1222, 1223, 1224, 1225, 1226, 1227, 1228, 1229, 1230, 1231, 1232, 1233, 1234, 1235, 1236, 1237, 1238, 1239, 1240, 1241, 1242, 1243, 1244, 1245, 1246, 1247, 1248, 1249, 1250, 1251, 1252, 1253, 1254, 1255, 1256, 1257, 1258, 1259, 1260, 1261, 1262, 1263, 1264, 1265, 1266, 1267, 1268, 1269, 1270], "역사": [1271, 1272, 1273, 1274, 1275, 1276, 1277, 1278, 1279, 1280, 1281, 1282, 1283, 1284, 1285, 1286, 1287, 1288, 1289, 1290, 1291, 1292, 1293, 1294, 1295, 1296, 1297, 1298, 1299, 1300, 1301, 1302, 1303, 1304, 1305, 1306, 1307, 1308, 1309, 1310, 1311, 1312, 1313, 1314, 1315, 1316, 1317, 1318, 1319, 1320], "심리/상담": [1321, 1322, 1323, 1324, 1325, 1326, 1327, 1328, 1329, 1330, 1331, 1332, 1333, 1334, 1335, 1336, 1337, 1338, 1339, 1340, 1341, 1342, 1343, 1344, 1345, 1346, 1347, 1348, 1349, 1350, 1351, 1352, 1353, 1354, 1355, 1356, 1357, 1358, 1359, 1360, 1361, 1362, 1363, 1364, 1365, 1366, 1367, 1368, 1369, 1370]};

export const DEPT_TO_BOOK_CATEGORIES = {
  "국어국문학과": {
    "core": [
      "국어"
    ],
    "related": [
      "인문계열",
      "역사"
    ],
    "fallback": [
      "사회",
      "윤리/도덕"
    ]
  },
  "영어영문학과": {
    "core": [
      "영어"
    ],
    "related": [
      "인문계열"
    ],
    "fallback": [
      "사회",
      "역사"
    ]
  },
  "독어독문학과": {
    "core": [
      "인문계열"
    ],
    "related": [
      "영어",
      "역사"
    ],
    "fallback": [
      "사회"
    ]
  },
  "불어불문학과": {
    "core": [
      "인문계열"
    ],
    "related": [
      "영어",
      "역사"
    ],
    "fallback": [
      "사회"
    ]
  },
  "중어중문학과": {
    "core": [
      "인문계열"
    ],
    "related": [
      "영어",
      "역사"
    ],
    "fallback": [
      "사회"
    ]
  },
  "일어일문학과": {
    "core": [
      "인문계열"
    ],
    "related": [
      "영어",
      "역사"
    ],
    "fallback": [
      "사회"
    ]
  },
  "노어노문학과": {
    "core": [
      "인문계열"
    ],
    "related": [
      "영어",
      "역사"
    ],
    "fallback": [
      "사회"
    ]
  },
  "사학과": {
    "core": [
      "역사"
    ],
    "related": [
      "인문계열",
      "사회"
    ],
    "fallback": [
      "윤리/도덕",
      "예체능계열"
    ]
  },
  "역사학과": {
    "core": [
      "역사"
    ],
    "related": [
      "인문계열",
      "사회"
    ],
    "fallback": [
      "윤리/도덕",
      "예체능계열"
    ]
  },
  "역사학부": {
    "core": [
      "역사"
    ],
    "related": [
      "인문계열",
      "사회"
    ],
    "fallback": [
      "윤리/도덕",
      "예체능계열"
    ]
  },
  "고고학": {
    "core": [
      "역사"
    ],
    "related": [
      "인문계열",
      "예체능계열"
    ],
    "fallback": [
      "자연계열",
      "사회"
    ]
  },
  "고고미술사학과": {
    "core": [
      "역사",
      "예체능계열"
    ],
    "related": [
      "인문계열"
    ],
    "fallback": [
      "자연계열",
      "사회",
      "윤리/도덕"
    ]
  },
  "고고인류학과": {
    "core": [
      "역사",
      "인문계열"
    ],
    "related": [
      "사회",
      "예체능계열"
    ],
    "fallback": [
      "자연계열",
      "윤리/도덕"
    ]
  },
  "철학과": {
    "core": [
      "인문계열",
      "윤리/도덕"
    ],
    "related": [
      "역사"
    ],
    "fallback": [
      "사회",
      "심리/상담"
    ]
  },
  "종교학과": {
    "core": [
      "인문계열",
      "윤리/도덕"
    ],
    "related": [
      "역사"
    ],
    "fallback": [
      "사회"
    ]
  },
  "기독교학과": {
    "core": [
      "인문계열",
      "윤리/도덕"
    ],
    "related": [
      "역사"
    ],
    "fallback": [
      "사회"
    ]
  },
  "신학과": {
    "core": [
      "인문계열",
      "윤리/도덕"
    ],
    "related": [
      "역사"
    ],
    "fallback": [
      "사회"
    ]
  },
  "한문학과": {
    "core": [
      "인문계열",
      "국어"
    ],
    "related": [
      "역사"
    ],
    "fallback": [
      "윤리/도덕"
    ]
  },
  "문헌정보학과": {
    "core": [
      "인문계열"
    ],
    "related": [
      "사회",
      "역사"
    ],
    "fallback": [
      "미디어/언론"
    ]
  },
  "고전문학": {
    "core": [
      "국어",
      "인문계열"
    ],
    "related": [
      "역사"
    ],
    "fallback": []
  },
  "언어학과": {
    "core": [
      "인문계열",
      "국어"
    ],
    "related": [
      "영어"
    ],
    "fallback": [
      "사회"
    ]
  },
  "문예창작학과": {
    "core": [
      "국어",
      "인문계열"
    ],
    "related": [
      "예체능계열"
    ],
    "fallback": [
      "미디어/언론"
    ]
  },
  "미학과": {
    "core": [
      "인문계열",
      "예체능계열"
    ],
    "related": [
      "윤리/도덕"
    ],
    "fallback": [
      "역사"
    ]
  },
  "심리학과": {
    "core": [
      "심리/상담"
    ],
    "related": [
      "사회",
      "인문계열"
    ],
    "fallback": [
      "윤리/도덕",
      "교육계열"
    ]
  },
  "사회학과": {
    "core": [
      "사회"
    ],
    "related": [
      "심리/상담",
      "역사"
    ],
    "fallback": [
      "인문계열",
      "윤리/도덕"
    ]
  },
  "정치외교학과": {
    "core": [
      "사회"
    ],
    "related": [
      "역사",
      "인문계열"
    ],
    "fallback": [
      "경제",
      "윤리/도덕"
    ]
  },
  "행정학과": {
    "core": [
      "사회"
    ],
    "related": [
      "경영",
      "경제"
    ],
    "fallback": [
      "인문계열",
      "심리/상담"
    ]
  },
  "사회복지학과": {
    "core": [
      "사회",
      "심리/상담"
    ],
    "related": [
      "교육계열",
      "인문계열"
    ],
    "fallback": [
      "윤리/도덕"
    ]
  },
  "법학과": {
    "core": [
      "사회"
    ],
    "related": [
      "윤리/도덕",
      "역사"
    ],
    "fallback": [
      "인문계열",
      "경제"
    ]
  },
  "지리학과": {
    "core": [
      "사회",
      "환경/생태"
    ],
    "related": [
      "역사"
    ],
    "fallback": [
      "자연계열",
      "인문계열"
    ]
  },
  "인류학과": {
    "core": [
      "사회",
      "인문계열"
    ],
    "related": [
      "역사"
    ],
    "fallback": [
      "심리/상담",
      "윤리/도덕"
    ]
  },
  "문화인류학과": {
    "core": [
      "사회",
      "인문계열"
    ],
    "related": [
      "역사",
      "예체능계열"
    ],
    "fallback": [
      "심리/상담"
    ]
  },
  "사회복지학부": {
    "core": [
      "사회",
      "심리/상담"
    ],
    "related": [
      "교육계열"
    ],
    "fallback": [
      "인문계열",
      "윤리/도덕"
    ]
  },
  "공공인재학부": {
    "core": [
      "사회"
    ],
    "related": [
      "경영",
      "경제"
    ],
    "fallback": [
      "인문계열"
    ]
  },
  "공공정책학과": {
    "core": [
      "사회"
    ],
    "related": [
      "경제",
      "경영"
    ],
    "fallback": [
      "인문계열"
    ]
  },
  "공공행정학과": {
    "core": [
      "사회"
    ],
    "related": [
      "경영",
      "경제"
    ],
    "fallback": [
      "인문계열"
    ]
  },
  "도시계획학과": {
    "core": [
      "사회",
      "공학계열"
    ],
    "related": [
      "환경/생태"
    ],
    "fallback": [
      "기계공학"
    ]
  },
  "지역개발학과": {
    "core": [
      "사회"
    ],
    "related": [
      "경제",
      "환경/생태"
    ],
    "fallback": []
  },
  "미디어커뮤니케이션학과": {
    "core": [
      "미디어/언론"
    ],
    "related": [
      "사회",
      "인문계열"
    ],
    "fallback": [
      "심리/상담"
    ]
  },
  "언론정보학과": {
    "core": [
      "미디어/언론"
    ],
    "related": [
      "사회"
    ],
    "fallback": [
      "인문계열",
      "심리/상담"
    ]
  },
  "신문방송학과": {
    "core": [
      "미디어/언론"
    ],
    "related": [
      "사회"
    ],
    "fallback": [
      "인문계열"
    ]
  },
  "광고홍보학과": {
    "core": [
      "미디어/언론"
    ],
    "related": [
      "경영",
      "사회"
    ],
    "fallback": [
      "심리/상담"
    ]
  },
  "미디어학과": {
    "core": [
      "미디어/언론"
    ],
    "related": [
      "사회"
    ],
    "fallback": [
      "인문계열"
    ]
  },
  "경제학과": {
    "core": [
      "경제"
    ],
    "related": [
      "사회",
      "경영"
    ],
    "fallback": [
      "역사",
      "윤리/도덕"
    ]
  },
  "경제금융학과": {
    "core": [
      "경제"
    ],
    "related": [
      "경영"
    ],
    "fallback": [
      "사회"
    ]
  },
  "경영학과": {
    "core": [
      "경영"
    ],
    "related": [
      "경제",
      "사회"
    ],
    "fallback": [
      "심리/상담"
    ]
  },
  "경영학부": {
    "core": [
      "경영"
    ],
    "related": [
      "경제",
      "사회"
    ],
    "fallback": [
      "심리/상담"
    ]
  },
  "회계학과": {
    "core": [
      "경영"
    ],
    "related": [
      "경제"
    ],
    "fallback": [
      "사회"
    ]
  },
  "무역학과": {
    "core": [
      "경제",
      "경영"
    ],
    "related": [
      "사회"
    ],
    "fallback": []
  },
  "국제통상학과": {
    "core": [
      "경제",
      "경영"
    ],
    "related": [
      "사회"
    ],
    "fallback": [
      "역사"
    ]
  },
  "응용통계학과": {
    "core": [
      "수학"
    ],
    "related": [
      "경제",
      "자연계열"
    ],
    "fallback": []
  },
  "통계학과": {
    "core": [
      "수학"
    ],
    "related": [
      "경제",
      "자연계열"
    ],
    "fallback": [
      "과학"
    ]
  },
  "관광경영학과": {
    "core": [
      "경영"
    ],
    "related": [
      "사회",
      "예체능계열"
    ],
    "fallback": [
      "역사",
      "환경/생태"
    ]
  },
  "호텔경영학과": {
    "core": [
      "경영"
    ],
    "related": [
      "사회"
    ],
    "fallback": [
      "예체능계열"
    ]
  },
  "수학과": {
    "core": [
      "수학"
    ],
    "related": [
      "자연계열",
      "과학"
    ],
    "fallback": [
      "공학계열"
    ]
  },
  "수학교육과": {
    "core": [
      "수학",
      "교육계열"
    ],
    "related": [
      "자연계열"
    ],
    "fallback": [
      "과학"
    ]
  },
  "물리학과": {
    "core": [
      "과학"
    ],
    "related": [
      "자연계열",
      "수학"
    ],
    "fallback": [
      "전기전자공학",
      "공학계열"
    ]
  },
  "화학과": {
    "core": [
      "과학",
      "화학공학"
    ],
    "related": [
      "자연계열"
    ],
    "fallback": [
      "생명과학"
    ]
  },
  "생명과학과": {
    "core": [
      "생명과학"
    ],
    "related": [
      "자연계열",
      "과학"
    ],
    "fallback": [
      "환경/생태",
      "의예과"
    ]
  },
  "생물학과": {
    "core": [
      "생명과학"
    ],
    "related": [
      "자연계열",
      "과학"
    ],
    "fallback": [
      "환경/생태"
    ]
  },
  "지구환경과학과": {
    "core": [
      "환경/생태",
      "자연계열"
    ],
    "related": [
      "과학"
    ],
    "fallback": [
      "사회"
    ]
  },
  "지질학과": {
    "core": [
      "자연계열",
      "과학"
    ],
    "related": [
      "환경/생태"
    ],
    "fallback": [
      "공학계열"
    ]
  },
  "천문우주학과": {
    "core": [
      "자연계열",
      "과학"
    ],
    "related": [
      "수학"
    ],
    "fallback": [
      "공학계열"
    ]
  },
  "대기과학과": {
    "core": [
      "환경/생태",
      "자연계열"
    ],
    "related": [
      "과학"
    ],
    "fallback": []
  },
  "해양학과": {
    "core": [
      "환경/생태",
      "자연계열"
    ],
    "related": [
      "과학"
    ],
    "fallback": [
      "생명과학"
    ]
  },
  "식품영양학과": {
    "core": [
      "의예과",
      "생명과학"
    ],
    "related": [
      "자연계열"
    ],
    "fallback": [
      "환경/생태"
    ]
  },
  "의류학과": {
    "core": [
      "예체능계열"
    ],
    "related": [
      "사회",
      "경영"
    ],
    "fallback": [
      "자연계열"
    ]
  },
  "조경학과": {
    "core": [
      "환경/생태"
    ],
    "related": [
      "예체능계열",
      "자연계열"
    ],
    "fallback": [
      "공학계열"
    ]
  },
  "기계공학과": {
    "core": [
      "기계공학"
    ],
    "related": [
      "공학계열",
      "로봇공학"
    ],
    "fallback": [
      "자연계열",
      "과학"
    ]
  },
  "기계공학부": {
    "core": [
      "기계공학"
    ],
    "related": [
      "공학계열",
      "로봇공학"
    ],
    "fallback": [
      "자연계열"
    ]
  },
  "전자공학과": {
    "core": [
      "전기전자공학"
    ],
    "related": [
      "공학계열",
      "컴퓨터공학"
    ],
    "fallback": [
      "자연계열"
    ]
  },
  "전기공학과": {
    "core": [
      "전기전자공학"
    ],
    "related": [
      "공학계열"
    ],
    "fallback": [
      "자연계열"
    ]
  },
  "전기전자공학과": {
    "core": [
      "전기전자공학"
    ],
    "related": [
      "공학계열",
      "컴퓨터공학"
    ],
    "fallback": [
      "자연계열"
    ]
  },
  "전기전자공학부": {
    "core": [
      "전기전자공학"
    ],
    "related": [
      "공학계열",
      "컴퓨터공학"
    ],
    "fallback": [
      "자연계열"
    ]
  },
  "컴퓨터공학과": {
    "core": [
      "컴퓨터공학"
    ],
    "related": [
      "소프트웨어",
      "공학계열"
    ],
    "fallback": [
      "수학",
      "자연계열"
    ]
  },
  "컴퓨터과학과": {
    "core": [
      "컴퓨터공학",
      "소프트웨어"
    ],
    "related": [
      "공학계열"
    ],
    "fallback": [
      "수학"
    ]
  },
  "소프트웨어학과": {
    "core": [
      "소프트웨어"
    ],
    "related": [
      "컴퓨터공학",
      "공학계열"
    ],
    "fallback": [
      "수학"
    ]
  },
  "AI학과": {
    "core": [
      "소프트웨어",
      "컴퓨터공학"
    ],
    "related": [
      "공학계열",
      "수학"
    ],
    "fallback": [
      "자연계열"
    ]
  },
  "인공지능학과": {
    "core": [
      "소프트웨어",
      "컴퓨터공학"
    ],
    "related": [
      "공학계열",
      "수학"
    ],
    "fallback": [
      "자연계열"
    ]
  },
  "정보통신공학과": {
    "core": [
      "전기전자공학",
      "컴퓨터공학"
    ],
    "related": [
      "공학계열"
    ],
    "fallback": [
      "소프트웨어"
    ]
  },
  "산업공학과": {
    "core": [
      "공학계열"
    ],
    "related": [
      "경영",
      "기계공학"
    ],
    "fallback": [
      "수학",
      "자연계열"
    ]
  },
  "산업경영공학과": {
    "core": [
      "공학계열",
      "경영"
    ],
    "related": [
      "기계공학"
    ],
    "fallback": [
      "수학"
    ]
  },
  "화학공학과": {
    "core": [
      "화학공학"
    ],
    "related": [
      "공학계열",
      "과학"
    ],
    "fallback": [
      "환경/생태",
      "자연계열"
    ]
  },
  "화공생명공학과": {
    "core": [
      "화학공학",
      "생명과학"
    ],
    "related": [
      "공학계열",
      "과학"
    ],
    "fallback": [
      "의예과"
    ]
  },
  "신소재공학과": {
    "core": [
      "공학계열",
      "화학공학"
    ],
    "related": [
      "기계공학",
      "과학"
    ],
    "fallback": [
      "자연계열"
    ]
  },
  "재료공학과": {
    "core": [
      "공학계열",
      "화학공학"
    ],
    "related": [
      "기계공학"
    ],
    "fallback": [
      "자연계열"
    ]
  },
  "환경공학과": {
    "core": [
      "환경/생태",
      "공학계열"
    ],
    "related": [
      "화학공학"
    ],
    "fallback": [
      "자연계열",
      "사회"
    ]
  },
  "건축학과": {
    "core": [
      "공학계열",
      "예체능계열"
    ],
    "related": [
      "기계공학"
    ],
    "fallback": [
      "환경/생태",
      "사회"
    ]
  },
  "건축공학과": {
    "core": [
      "공학계열"
    ],
    "related": [
      "기계공학"
    ],
    "fallback": [
      "환경/생태"
    ]
  },
  "토목공학과": {
    "core": [
      "공학계열"
    ],
    "related": [
      "환경/생태",
      "기계공학"
    ],
    "fallback": [
      "자연계열"
    ]
  },
  "도시공학과": {
    "core": [
      "공학계열",
      "사회"
    ],
    "related": [
      "환경/생태"
    ],
    "fallback": [
      "기계공학"
    ]
  },
  "조선해양공학과": {
    "core": [
      "기계공학",
      "공학계열"
    ],
    "related": [
      "환경/생태"
    ],
    "fallback": [
      "자연계열"
    ]
  },
  "항공우주공학과": {
    "core": [
      "기계공학",
      "공학계열"
    ],
    "related": [
      "전기전자공학"
    ],
    "fallback": [
      "자연계열",
      "과학"
    ]
  },
  "에너지공학과": {
    "core": [
      "공학계열",
      "환경/생태"
    ],
    "related": [
      "화학공학"
    ],
    "fallback": [
      "자연계열"
    ]
  },
  "에너지자원공학과": {
    "core": [
      "환경/생태",
      "공학계열"
    ],
    "related": [
      "화학공학"
    ],
    "fallback": [
      "자연계열"
    ]
  },
  "원자력공학과": {
    "core": [
      "공학계열",
      "과학"
    ],
    "related": [
      "전기전자공학"
    ],
    "fallback": [
      "환경/생태"
    ]
  },
  "고분자공학과": {
    "core": [
      "화학공학"
    ],
    "related": [
      "공학계열"
    ],
    "fallback": [
      "생명과학"
    ]
  },
  "로봇공학과": {
    "core": [
      "로봇공학"
    ],
    "related": [
      "기계공학",
      "공학계열"
    ],
    "fallback": [
      "소프트웨어"
    ]
  },
  "메카트로닉스공학과": {
    "core": [
      "기계공학",
      "로봇공학"
    ],
    "related": [
      "전기전자공학"
    ],
    "fallback": [
      "공학계열"
    ]
  },
  "스마트팩토리공학과": {
    "core": [
      "공학계열",
      "로봇공학"
    ],
    "related": [
      "기계공학"
    ],
    "fallback": [
      "소프트웨어"
    ]
  },
  "정보보호학과": {
    "core": [
      "소프트웨어",
      "컴퓨터공학"
    ],
    "related": [
      "공학계열"
    ],
    "fallback": []
  },
  "사이버보안학과": {
    "core": [
      "소프트웨어",
      "컴퓨터공학"
    ],
    "related": [
      "공학계열"
    ],
    "fallback": []
  },
  "의예과": {
    "core": [
      "의예과"
    ],
    "related": [
      "생명과학",
      "의약계열"
    ],
    "fallback": [
      "과학",
      "심리/상담"
    ]
  },
  "치의예과": {
    "core": [
      "치의예과",
      "의예과"
    ],
    "related": [
      "생명과학",
      "의약계열"
    ],
    "fallback": [
      "과학"
    ]
  },
  "한의예과": {
    "core": [
      "한의예과",
      "의예과"
    ],
    "related": [
      "의약계열",
      "생명과학"
    ],
    "fallback": [
      "인문계열"
    ]
  },
  "수의예과": {
    "core": [
      "수의예과"
    ],
    "related": [
      "생명과학",
      "의예과"
    ],
    "fallback": [
      "환경/생태"
    ]
  },
  "약학과": {
    "core": [
      "약학과"
    ],
    "related": [
      "의예과",
      "생명과학"
    ],
    "fallback": [
      "과학",
      "화학공학"
    ]
  },
  "약학부": {
    "core": [
      "약학과"
    ],
    "related": [
      "의예과",
      "생명과학"
    ],
    "fallback": [
      "과학"
    ]
  },
  "간호학과": {
    "core": [
      "간호학과"
    ],
    "related": [
      "의예과",
      "의약계열"
    ],
    "fallback": [
      "심리/상담"
    ]
  },
  "보건학과": {
    "core": [
      "의예과",
      "의약계열"
    ],
    "related": [
      "생명과학"
    ],
    "fallback": [
      "사회"
    ]
  },
  "응급구조학과": {
    "core": [
      "의예과",
      "의약계열"
    ],
    "related": [
      "간호학과"
    ],
    "fallback": []
  },
  "물리치료학과": {
    "core": [
      "의약계열",
      "의예과"
    ],
    "related": [
      "예체능계열"
    ],
    "fallback": []
  },
  "작업치료학과": {
    "core": [
      "의약계열",
      "의예과"
    ],
    "related": [
      "심리/상담"
    ],
    "fallback": []
  },
  "방사선학과": {
    "core": [
      "의약계열"
    ],
    "related": [
      "의예과",
      "과학"
    ],
    "fallback": []
  },
  "임상병리학과": {
    "core": [
      "의약계열",
      "생명과학"
    ],
    "related": [
      "의예과"
    ],
    "fallback": []
  },
  "치위생학과": {
    "core": [
      "치의예과",
      "의약계열"
    ],
    "related": [
      "의예과"
    ],
    "fallback": []
  },
  "안경광학과": {
    "core": [
      "의약계열"
    ],
    "related": [
      "과학",
      "의예과"
    ],
    "fallback": []
  },
  "의생명공학과": {
    "core": [
      "생명과학",
      "의예과"
    ],
    "related": [
      "공학계열",
      "화학공학"
    ],
    "fallback": [
      "의약계열"
    ]
  },
  "의공학과": {
    "core": [
      "의예과",
      "공학계열"
    ],
    "related": [
      "생명과학",
      "전기전자공학"
    ],
    "fallback": []
  },
  "바이오메디컬공학과": {
    "core": [
      "생명과학",
      "공학계열"
    ],
    "related": [
      "의예과",
      "화학공학"
    ],
    "fallback": []
  },
  "식품공학과": {
    "core": [
      "생명과학",
      "화학공학"
    ],
    "related": [
      "과학"
    ],
    "fallback": [
      "환경/생태"
    ]
  },
  "식품생명공학과": {
    "core": [
      "생명과학",
      "화학공학"
    ],
    "related": [
      "의예과"
    ],
    "fallback": [
      "환경/생태"
    ]
  },
  "교육학과": {
    "core": [
      "교육계열"
    ],
    "related": [
      "심리/상담",
      "인문계열"
    ],
    "fallback": [
      "사회"
    ]
  },
  "국어교육과": {
    "core": [
      "국어",
      "교육계열"
    ],
    "related": [
      "인문계열"
    ],
    "fallback": [
      "역사"
    ]
  },
  "영어교육과": {
    "core": [
      "영어",
      "교육계열"
    ],
    "related": [
      "인문계열"
    ],
    "fallback": []
  },
  "과학교육과": {
    "core": [
      "과학",
      "교육계열"
    ],
    "related": [
      "자연계열"
    ],
    "fallback": [
      "생명과학"
    ]
  },
  "물리교육과": {
    "core": [
      "과학",
      "교육계열"
    ],
    "related": [
      "자연계열"
    ],
    "fallback": []
  },
  "화학교육과": {
    "core": [
      "과학",
      "교육계열"
    ],
    "related": [
      "자연계열",
      "화학공학"
    ],
    "fallback": []
  },
  "생물교육과": {
    "core": [
      "생명과학",
      "교육계열"
    ],
    "related": [
      "과학"
    ],
    "fallback": [
      "환경/생태"
    ]
  },
  "지구과학교육과": {
    "core": [
      "환경/생태",
      "교육계열"
    ],
    "related": [
      "과학",
      "자연계열"
    ],
    "fallback": []
  },
  "사회교육과": {
    "core": [
      "사회",
      "교육계열"
    ],
    "related": [
      "역사",
      "인문계열"
    ],
    "fallback": []
  },
  "일반사회교육과": {
    "core": [
      "사회",
      "교육계열"
    ],
    "related": [
      "역사",
      "인문계열"
    ],
    "fallback": []
  },
  "역사교육과": {
    "core": [
      "역사",
      "교육계열"
    ],
    "related": [
      "인문계열"
    ],
    "fallback": [
      "윤리/도덕"
    ]
  },
  "지리교육과": {
    "core": [
      "사회",
      "환경/생태"
    ],
    "related": [
      "교육계열"
    ],
    "fallback": [
      "역사"
    ]
  },
  "윤리교육과": {
    "core": [
      "윤리/도덕",
      "교육계열"
    ],
    "related": [
      "인문계열"
    ],
    "fallback": [
      "역사"
    ]
  },
  "체육교육과": {
    "core": [
      "예체능계열",
      "교육계열"
    ],
    "related": [],
    "fallback": []
  },
  "음악교육과": {
    "core": [
      "예체능계열",
      "교육계열"
    ],
    "related": [],
    "fallback": []
  },
  "미술교육과": {
    "core": [
      "예체능계열",
      "교육계열"
    ],
    "related": [],
    "fallback": []
  },
  "유아교육과": {
    "core": [
      "교육계열",
      "심리/상담"
    ],
    "related": [
      "인문계열"
    ],
    "fallback": []
  },
  "특수교육과": {
    "core": [
      "교육계열",
      "심리/상담"
    ],
    "related": [
      "사회"
    ],
    "fallback": [
      "의약계열"
    ]
  },
  "초등교육과": {
    "core": [
      "교육계열"
    ],
    "related": [
      "인문계열",
      "심리/상담"
    ],
    "fallback": [
      "국어",
      "수학"
    ]
  },
  "교육공학과": {
    "core": [
      "교육계열",
      "소프트웨어"
    ],
    "related": [
      "심리/상담"
    ],
    "fallback": []
  },
  "가정교육과": {
    "core": [
      "교육계열"
    ],
    "related": [
      "사회"
    ],
    "fallback": []
  },
  "컴퓨터교육과": {
    "core": [
      "컴퓨터공학",
      "교육계열"
    ],
    "related": [
      "소프트웨어"
    ],
    "fallback": []
  },
  "환경교육과": {
    "core": [
      "환경/생태",
      "교육계열"
    ],
    "related": [
      "자연계열"
    ],
    "fallback": []
  },
  "한문교육과": {
    "core": [
      "국어",
      "교육계열"
    ],
    "related": [
      "인문계열",
      "역사"
    ],
    "fallback": []
  },
  "사범대학": {
    "core": [
      "교육계열"
    ],
    "related": [
      "인문계열",
      "심리/상담"
    ],
    "fallback": []
  },
  "사범계열": {
    "core": [
      "교육계열"
    ],
    "related": [
      "인문계열",
      "심리/상담"
    ],
    "fallback": []
  },
  "체육학과": {
    "core": [
      "예체능계열"
    ],
    "related": [
      "의약계열"
    ],
    "fallback": [
      "심리/상담"
    ]
  },
  "스포츠과학과": {
    "core": [
      "예체능계열"
    ],
    "related": [
      "의약계열"
    ],
    "fallback": []
  },
  "음악학과": {
    "core": [
      "예체능계열"
    ],
    "related": [
      "인문계열"
    ],
    "fallback": []
  },
  "미술학과": {
    "core": [
      "예체능계열"
    ],
    "related": [
      "인문계열"
    ],
    "fallback": [
      "역사"
    ]
  },
  "디자인학과": {
    "core": [
      "예체능계열"
    ],
    "related": [
      "사회"
    ],
    "fallback": [
      "공학계열"
    ]
  },
  "패션디자인학과": {
    "core": [
      "예체능계열"
    ],
    "related": [
      "사회"
    ],
    "fallback": []
  },
  "시각디자인학과": {
    "core": [
      "예체능계열"
    ],
    "related": [
      "미디어/언론"
    ],
    "fallback": []
  },
  "산업디자인학과": {
    "core": [
      "예체능계열",
      "공학계열"
    ],
    "related": [],
    "fallback": []
  },
  "공예학과": {
    "core": [
      "예체능계열"
    ],
    "related": [
      "인문계열"
    ],
    "fallback": []
  },
  "도예학과": {
    "core": [
      "예체능계열"
    ],
    "related": [
      "역사"
    ],
    "fallback": []
  },
  "무용학과": {
    "core": [
      "예체능계열"
    ],
    "related": [
      "의약계열"
    ],
    "fallback": []
  },
  "연극영화학과": {
    "core": [
      "예체능계열",
      "미디어/언론"
    ],
    "related": [
      "인문계열"
    ],
    "fallback": []
  },
  "영상학과": {
    "core": [
      "예체능계열",
      "미디어/언론"
    ],
    "related": [],
    "fallback": []
  },
  "사진학과": {
    "core": [
      "예체능계열",
      "미디어/언론"
    ],
    "related": [],
    "fallback": []
  },
  "예술학과": {
    "core": [
      "예체능계열"
    ],
    "related": [
      "인문계열",
      "역사"
    ],
    "fallback": []
  },
  "성악과": {
    "core": [
      "예체능계열"
    ],
    "related": [],
    "fallback": []
  },
  "자유전공학부": {
    "core": [
      "인문계열",
      "사회"
    ],
    "related": [
      "역사",
      "윤리/도덕"
    ],
    "fallback": [
      "과학",
      "자연계열",
      "예체능계열"
    ]
  },
  "자율전공학부": {
    "core": [
      "인문계열",
      "사회"
    ],
    "related": [
      "역사",
      "과학"
    ],
    "fallback": [
      "자연계열",
      "예체능계열"
    ]
  },
  "글로벌인재학부": {
    "core": [
      "인문계열",
      "사회"
    ],
    "related": [
      "역사",
      "경제"
    ],
    "fallback": [
      "영어"
    ]
  },
  "융합학부": {
    "core": [
      "인문계열",
      "자연계열"
    ],
    "related": [
      "공학계열"
    ],
    "fallback": [
      "사회"
    ]
  }
};

// ═══════════════════════════════════════════════
// getBooksForDept v2 — 핵심/관련/교양 3단계 매칭
// 모든 학과가 다양한 카테고리에서 책을 받도록
// ═══════════════════════════════════════════════
export function getBooksForDept(deptName, limit = 15) {
  if (!deptName) return RECOMMENDED_BOOKS.slice(0, limit);

  // 학과명 정규화
  const clean = String(deptName).replace(/^[\s└📂]+/, '').trim();

  // 1단계: 정확 일치
  let mapping = DEPT_TO_BOOK_CATEGORIES[clean];

  // 2단계: 부분 매칭 (학과명 일부만 일치해도 OK)
  if (!mapping) {
    const cleanCore = clean.replace(/학과|학부|과$|전공|학|계열|대학/g, '');
    for (const [key, val] of Object.entries(DEPT_TO_BOOK_CATEGORIES)) {
      const keyCore = key.replace(/학과|학부|과$|전공|학|계열|대학/g, '');
      if (cleanCore && (keyCore.includes(cleanCore) || cleanCore.includes(keyCore))) {
        mapping = val;
        break;
      }
    }
  }

  // 3단계: 기본 fallback — 인문 + 사회 + 윤리
  if (!mapping) {
    mapping = {
      core: ["인문계열", "사회"],
      related: ["역사", "윤리/도덕"],
      fallback: ["과학", "예체능계열"]
    };
  }

  // 카테고리별 책 수집 — 다양성 확보
  const result = [];
  const seen = new Set();

  // 다양성 확보를 위한 분배: 핵심 60% / 관련 30% / 교양 10%
  const coreLimit = Math.ceil(limit * 0.6);
  const relatedLimit = Math.ceil(limit * 0.3);
  const fallbackLimit = limit - coreLimit - relatedLimit + 2; // 여유분

  const addBooksFromCats = (cats, maxAdd) => {
    if (!cats || cats.length === 0) return 0;
    let added = 0;
    // 카테고리를 라운드 로빈으로 순회 (한 카테고리에 편중 방지)
    const queues = cats.map(c => [...(BOOKS_BY_CATEGORY[c] || [])]);
    while (added < maxAdd) {
      let any = false;
      for (const q of queues) {
        if (added >= maxAdd) break;
        if (q.length === 0) continue;
        const idx = q.shift();
        if (seen.has(idx)) continue;
        seen.add(idx);
        result.push(RECOMMENDED_BOOKS[idx]);
        added++;
        any = true;
      }
      if (!any) break;
    }
    return added;
  };

  addBooksFromCats(mapping.core, coreLimit);
  addBooksFromCats(mapping.related, relatedLimit);
  addBooksFromCats(mapping.fallback, fallbackLimit);

  // 부족하면 인문계열로 더 채움
  if (result.length < limit) {
    addBooksFromCats(["인문계열", "사회"], limit - result.length);
  }

  return result.slice(0, limit);
}

// 키워드로 도서 검색
export function searchBooks(keyword, limit = 5) {
  if (!keyword) return [];
  const kw = String(keyword).toLowerCase();
  return RECOMMENDED_BOOKS.filter(b =>
    (b.t && b.t.toLowerCase().includes(kw)) ||
    (b.a && b.a.toLowerCase().includes(kw)) ||
    (b.c && b.c.toLowerCase().includes(kw))
  ).slice(0, limit);
}
